{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": " Watch NFT auctions for interesting pieces."
			},
			"Translation":
			{
				"Text": " Watch NFT auctions for interesting pieces."
			},
			"Key": "FA8395684AC83D833902E7BA54D10C52"
		},
		{
			"Source":
			{
				"Text": "$HYPT:{0}"
			},
			"Translation":
			{
				"Text": "$HYPT:{0}"
			},
			"Key": "73F759814AA7A2EF1450F5BA602405B1"
		},
		{
			"Source":
			{
				"Text": "+"
			},
			"Translation":
			{
				"Text": "+"
			},
			"Key": "0D8D906242A9D726F11455AA222AEC1E"
		},
		{
			"Source":
			{
				"Text": "-"
			},
			"Translation":
			{
				"Text": "-"
			},
			"Key": "9A22FD0B4810BB92E3365FAF1CB6E9F7"
		},
		{
			"Source":
			{
				"Text": "0.01"
			},
			"Translation":
			{
				"Text": "0.01"
			},
			"Key": "F8E22F8F47CA9862FED3D4A4D0FA9576"
		},
		{
			"Source":
			{
				"Text": "1"
			},
			"Translation":
			{
				"Text": "1"
			},
			"Key": "BFF2C7F441413DF72B5FB998E32A1105"
		},
		{
			"Source":
			{
				"Text": "1"
			},
			"Translation":
			{
				"Text": "1"
			},
			"Key": "442C48BA45D445F404337298E696932D"
		},
		{
			"Source":
			{
				"Text": "1"
			},
			"Translation":
			{
				"Text": "1"
			},
			"Key": "FEC82C7F4553479042B347A653695F20"
		},
		{
			"Source":
			{
				"Text": "1/2"
			},
			"Translation":
			{
				"Text": "1/2"
			},
			"Key": "C726636C459C57844D710E80E7B2DC52"
		},
		{
			"Source":
			{
				"Text": "160"
			},
			"Translation":
			{
				"Text": "160"
			},
			"Key": "3F43D3104727F933DA8C568D26FF388C"
		},
		{
			"Source":
			{
				"Text": "345"
			},
			"Translation":
			{
				"Text": "345"
			},
			"Key": "E71B37004CC3FB6C77664B9F7616ACC7"
		},
		{
			"Source":
			{
				"Text": ">"
			},
			"Translation":
			{
				"Text": ">"
			},
			"Key": "5E83ACB74ED74627DE13CD9FB4D65491"
		},
		{
			"Source":
			{
				"Text": "AI Wallet"
			},
			"Translation":
			{
				"Text": "AI Wallet"
			},
			"Key": "B518E2784C8D90126868239EBD7731FD"
		},
		{
			"Source":
			{
				"Text": "AO"
			},
			"Translation":
			{
				"Text": "AO"
			},
			"Key": "9C7A76AB47ABAA47CC1295BE037E3F4A"
		},
		{
			"Source":
			{
				"Text": "AgentSID:"
			},
			"Translation":
			{
				"Text": "AgentSID:"
			},
			"Key": "D7A0E7304213D800D0DFC9A12EB5D0A6"
		},
		{
			"Source":
			{
				"Text": "Agent名称:"
			},
			"Translation":
			{
				"Text": "Agent Name:"
			},
			"Key": "C0C69B2B46286CE28DAE1FA01CAEB387"
		},
		{
			"Source":
			{
				"Text": "Agent想法"
			},
			"Translation":
			{
				"Text": "Agent Idea"
			},
			"Key": "7BBACF30432A59E264E3218A2A95EB2C"
		},
		{
			"Source":
			{
				"Text": "Agent特写"
			},
			"Translation":
			{
				"Text": "Agent close-up"
			},
			"Key": "A6A0AF104CA97C21EA3634850905223D"
		},
		{
			"Source":
			{
				"Text": "Agent第三人称"
			},
			"Translation":
			{
				"Text": "Agent third person"
			},
			"Key": "02A1CF7A441ECD98B9CA80A63EBF5CF9"
		},
		{
			"Source":
			{
				"Text": "Alternate"
			},
			"Translation":
			{
				"Text": "Alternate"
			},
			"Key": "29CC50B5466422BCABB84A89AB36E05F"
		},
		{
			"Source":
			{
				"Text": "Anisotropic"
			},
			"Translation":
			{
				"Text": "Anisotropic"
			},
			"Key": "C81A2C31431F3F21405B8BA5A5795185"
		},
		{
			"Source":
			{
				"Text": "Asteroid"
			},
			"Translation":
			{
				"Text": "Asteroid"
			},
			"Key": "3CE2AAF047A71541549AD2BFFC304BE1"
		},
		{
			"Source":
			{
				"Text": "At regular intervals"
			},
			"Translation":
			{
				"Text": "At regular intervals"
			},
			"Key": "D661561B4683599FCD1036BEB6A19341"
		},
		{
			"Source":
			{
				"Text": "Attach to Spine 2"
			},
			"Translation":
			{
				"Text": "Attach to Spine 2"
			},
			"Key": "3B58C72948111B2541B27FB697F98C22"
		},
		{
			"Source":
			{
				"Text": "BackPack_Man"
			},
			"Translation":
			{
				"Text": "BackPack_Man"
			},
			"Key": "168E86FC41FF2DD4994C51826E764CEB"
		},
		{
			"Source":
			{
				"Text": "BackPack_SkelMesh"
			},
			"Translation":
			{
				"Text": "BackPack_SkelMesh"
			},
			"Key": "914ABCE1465E2FA74D994798BC077986"
		},
		{
			"Source":
			{
				"Text": "Backpack"
			},
			"Translation":
			{
				"Text": "Backpack"
			},
			"Key": "13AE492F4EA112FB4B8819ACE104DEDE"
		},
		{
			"Source":
			{
				"Text": "Bar"
			},
			"Translation":
			{
				"Text": "Bar"
			},
			"Key": "A515078441EA4D83CFF0A18405FCFF8C"
		},
		{
			"Source":
			{
				"Text": "Bar"
			},
			"Translation":
			{
				"Text": "Bar"
			},
			"Key": "75C1A4FA494BA10461A16995830C003E"
		},
		{
			"Source":
			{
				"Text": "Boat"
			},
			"Translation":
			{
				"Text": "Boat"
			},
			"Key": "B6E0146C42C39D512E20DBB1D64BF321"
		},
		{
			"Source":
			{
				"Text": "Boat"
			},
			"Translation":
			{
				"Text": "Boat"
			},
			"Key": "564FA2AD470026D6180C8CBD00D1DBAD"
		},
		{
			"Source":
			{
				"Text": "Build"
			},
			"Translation":
			{
				"Text": "Build"
			},
			"Key": "99CE9ED54C8A04922EFFA98EFE98947D"
		},
		{
			"Source":
			{
				"Text": "Butcher"
			},
			"Translation":
			{
				"Text": "Butcher"
			},
			"Key": "98998D7C491E32346B0A89BABA2D99EB"
		},
		{
			"Source":
			{
				"Text": "Buy NFTs that fit my criteria."
			},
			"Translation":
			{
				"Text": "Buy NFTs that fit my criteria."
			},
			"Key": "17D16FA74FDA6125DCF439A18E5CEAD8"
		},
		{
			"Source":
			{
				"Text": "Buy crypto token"
			},
			"Translation":
			{
				"Text": "Buy crypto token"
			},
			"Key": "B5BCFEDA4E0F60D0B05429906CC37509"
		},
		{
			"Source":
			{
				"Text": "Buy nft"
			},
			"Translation":
			{
				"Text": "Buy nft"
			},
			"Key": "7869252A4A9023B81F4F0A92122EC378"
		},
		{
			"Source":
			{
				"Text": "Cabinet with Sliding Door"
			},
			"Translation":
			{
				"Text": "Cabinet with Sliding Door"
			},
			"Key": "845AB0BA47DB9609A8C9B8AAA66515AA"
		},
		{
			"Source":
			{
				"Text": "Car Trunk"
			},
			"Translation":
			{
				"Text": "Car Trunk"
			},
			"Key": "DFB860C544263080EE8FF787F8BD7C5D"
		},
		{
			"Source":
			{
				"Text": "Cardioid (Heart Shape)"
			},
			"Translation":
			{
				"Text": "Cardioid (Heart Shape)"
			},
			"Key": "6C66CDC8456655C57E081EA61D00FE7A"
		},
		{
			"Source":
			{
				"Text": "Change\r\n______"
			},
			"Translation":
			{
				"Text": "Change\r\n______"
			},
			"Key": "270477804251853A9C6C29A2D5065290"
		},
		{
			"Source":
			{
				"Text": "Change\r\n______"
			},
			"Translation":
			{
				"Text": "Change\r\n______"
			},
			"Key": "CBD94F924F6FB2300B8D32BE489A1A25"
		},
		{
			"Source":
			{
				"Text": "Charged"
			},
			"Translation":
			{
				"Text": "Charged"
			},
			"Key": "5A0E4F854F1438BE798B6F830B617D4F"
		},
		{
			"Source":
			{
				"Text": "Check my inbox and sort the emails."
			},
			"Translation":
			{
				"Text": "Check my inbox and sort the emails."
			},
			"Key": "48EC97864794F88147CB8F931A8D1717"
		},
		{
			"Source":
			{
				"Text": "Chop"
			},
			"Translation":
			{
				"Text": "Chop"
			},
			"Key": "5CC3CE9C4F1A4F0790149D8D8F7D2A80"
		},
		{
			"Source":
			{
				"Text": "Chopping Food 01"
			},
			"Translation":
			{
				"Text": "Chopping Food 01"
			},
			"Key": "C334C87F4C4488706A4A8A8C9B4C04D5"
		},
		{
			"Source":
			{
				"Text": "Circle"
			},
			"Translation":
			{
				"Text": "Circle"
			},
			"Key": "8C6F45DF497EC13B4067D59DE671B7E5"
		},
		{
			"Source":
			{
				"Text": "Clean the room"
			},
			"Translation":
			{
				"Text": "Clean the room"
			},
			"Key": "8D81B7CD46F8E88B01CB6282E0E0F093"
		},
		{
			"Source":
			{
				"Text": "ClearCoat"
			},
			"Translation":
			{
				"Text": "ClearCoat"
			},
			"Key": "F9BE6F6C4A009273A21841B630210109"
		},
		{
			"Source":
			{
				"Text": "ClearCoatRoughness"
			},
			"Translation":
			{
				"Text": "ClearCoatRoughness"
			},
			"Key": "6E0FE12D45AB3B05A7FAB89D34C752FC"
		},
		{
			"Source":
			{
				"Text": "Cold"
			},
			"Translation":
			{
				"Text": "Cold"
			},
			"Key": "D692C7ED4F0834331B207A8452865E77"
		},
		{
			"Source":
			{
				"Text": "Corpse Flip"
			},
			"Translation":
			{
				"Text": "Corpse Flip"
			},
			"Key": "BE5DB37A4601BBFEA1D4FD85033D5328"
		},
		{
			"Source":
			{
				"Text": "Corpse No Flip"
			},
			"Translation":
			{
				"Text": "Corpse No Flip"
			},
			"Key": "72AF6CA141EF70BEFB740ABE2066BB21"
		},
		{
			"Source":
			{
				"Text": "Crouching"
			},
			"Translation":
			{
				"Text": "Crouching"
			},
			"Key": "9C825E9C4387FB5B300D389414C0766F"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": "Default"
			},
			"Key": "F787C44242C376032AA1F5BBE3CA430D"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": "Default"
			},
			"Key": "AB9552EE488019F61395F4A3D542119C"
		},
		{
			"Source":
			{
				"Text": "Dig"
			},
			"Translation":
			{
				"Text": "Dig"
			},
			"Key": "4970BE434A309118756206A6F570095F"
		},
		{
			"Source":
			{
				"Text": "Doing:"
			},
			"Translation":
			{
				"Text": "Doing:"
			},
			"Key": "4E8B016F41121D410D1A08844C4949EC"
		},
		{
			"Source":
			{
				"Text": "Door"
			},
			"Translation":
			{
				"Text": "Door"
			},
			"Key": "8C6722F341BEA2C805001A9BD20B0961"
		},
		{
			"Source":
			{
				"Text": "Dresser"
			},
			"Translation":
			{
				"Text": "Dresser"
			},
			"Key": "A25BF69F4B2D274BC8F1A0B994E2FDC9"
		},
		{
			"Source":
			{
				"Text": "Drink"
			},
			"Translation":
			{
				"Text": "Drink"
			},
			"Key": "BC2FE77F4ACB317E1DC87284B4B4F967"
		},
		{
			"Source":
			{
				"Text": "Dusting 01"
			},
			"Translation":
			{
				"Text": "Dusting 01"
			},
			"Key": "FCB62BB14BDEE9A21B3FF28C7A6D03DA"
		},
		{
			"Source":
			{
				"Text": "Dusting 02"
			},
			"Translation":
			{
				"Text": "Dusting 02"
			},
			"Key": "0EC8496F44792B0610BC12BAF79B1131"
		},
		{
			"Source":
			{
				"Text": "Eat & Cook"
			},
			"Translation":
			{
				"Text": "Eat & Cook"
			},
			"Key": "7B46D59945EB1300CB9E8CA00A2548B1"
		},
		{
			"Source":
			{
				"Text": "English"
			},
			"Translation":
			{
				"Text": "English"
			},
			"Key": "2311378A490EF35FA0BE6EB5A216BCE9"
		},
		{
			"Source":
			{
				"Text": "Exit"
			},
			"Translation":
			{
				"Text": "Exit"
			},
			"Key": "87C83DD24E201C49102CA5ADF92D1A14"
		},
		{
			"Source":
			{
				"Text": "Fire"
			},
			"Translation":
			{
				"Text": "Fire"
			},
			"Key": "8DA9038E48336FF76EBF62953AD81744"
		},
		{
			"Source":
			{
				"Text": "Fishing"
			},
			"Translation":
			{
				"Text": "Fishing"
			},
			"Key": "F2484856488DE2817DC4308D166307FE"
		},
		{
			"Source":
			{
				"Text": "Flashlight"
			},
			"Translation":
			{
				"Text": "Flashlight"
			},
			"Key": "7BBFDA104D53EE13D5C731851F9F933E"
		},
		{
			"Source":
			{
				"Text": "Floor Item"
			},
			"Translation":
			{
				"Text": "Floor Item"
			},
			"Key": "4D336A334D308567A643E099783A42F8"
		},
		{
			"Source":
			{
				"Text": "Follow me"
			},
			"Translation":
			{
				"Text": "Follow me"
			},
			"Key": "A6E4AD3B4C47ABC3D84D4E89E5A38DC1"
		},
		{
			"Source":
			{
				"Text": "Food Prep 01"
			},
			"Translation":
			{
				"Text": "Food Prep 01"
			},
			"Key": "C4EB75A64D358CA2AD9425A4B8AB95CB"
		},
		{
			"Source":
			{
				"Text": "Fridge"
			},
			"Translation":
			{
				"Text": "Fridge"
			},
			"Key": "D732E64541A16F75A977FEA648259442"
		},
		{
			"Source":
			{
				"Text": "Frying 01"
			},
			"Translation":
			{
				"Text": "Frying 01"
			},
			"Key": "6B448BD24526AB42B2A2E2832C8A5F85"
		},
		{
			"Source":
			{
				"Text": "Frying 02"
			},
			"Translation":
			{
				"Text": "Frying 02"
			},
			"Key": "68598A834D904D46866BED830C25C9C8"
		},
		{
			"Source":
			{
				"Text": "GLTF模型资源需为Mixamo骨架,否则无法运行"
			},
			"Translation":
			{
				"Text": "The GLTF model resource must be a Mixamo skeleton, otherwise it will not work"
			},
			"Key": "FC2E62AE48A7D301C835C0A7C4ACCE5B"
		},
		{
			"Source":
			{
				"Text": "Harvest"
			},
			"Translation":
			{
				"Text": "Harvest"
			},
			"Key": "9A98B2AF46D2AB7178C8B8AEED6B80D7"
		},
		{
			"Source":
			{
				"Text": "Heal"
			},
			"Translation":
			{
				"Text": "Heal"
			},
			"Key": "1FCCF4374506099111B172A848138ADC"
		},
		{
			"Source":
			{
				"Text": "Hi"
			},
			"Translation":
			{
				"Text": "Hi"
			},
			"Key": "94E0595A49A8D167B970C7AFE490948B"
		},
		{
			"Source":
			{
				"Text": "Hi"
			},
			"Translation":
			{
				"Text": "Hi"
			},
			"Key": "DD26301645A8BA0DA7B5FD938CE6D20E"
		},
		{
			"Source":
			{
				"Text": "High Shelf"
			},
			"Translation":
			{
				"Text": "High Shelf"
			},
			"Key": "B75629DB493BF410B965DCBDB22B34BE"
		},
		{
			"Source":
			{
				"Text": "Hurt"
			},
			"Translation":
			{
				"Text": "Hurt"
			},
			"Key": "F7C70D6B45465F78C8298EB8D4925A30"
		},
		{
			"Source":
			{
				"Text": "HyperAGI"
			},
			"Translation":
			{
				"Text": "HyperAGI"
			},
			"Key": "850D7B9440E20C3972BEA7826D54212C"
		},
		{
			"Source":
			{
				"Text": "HyperbolicCurve"
			},
			"Translation":
			{
				"Text": "HyperbolicCurve"
			},
			"Key": "EB091C0243F0D5E2D00A488D971F35BD"
		},
		{
			"Source":
			{
				"Text": "I am changing clothes，Wash my clothes and ensure we have enough detergent"
			},
			"Translation":
			{
				"Text": "I am changing clothes，Wash my clothes and ensure we have enough detergent"
			},
			"Key": "0FA876B549C4D624D18B7882131DB8BE"
		},
		{
			"Source":
			{
				"Text": "I am currently exercising"
			},
			"Translation":
			{
				"Text": "I am currently exercising"
			},
			"Key": "088BB5934E95F595B6E08199055002FA"
		},
		{
			"Source":
			{
				"Text": "I am currently using the restroom"
			},
			"Translation":
			{
				"Text": "I am currently using the restroom"
			},
			"Key": "4F3DD6F44524D34974FEF9AA6B107FA0"
		},
		{
			"Source":
			{
				"Text": "I am taking a shower"
			},
			"Translation":
			{
				"Text": "I am taking a shower"
			},
			"Key": "1F606B0241CBD3F8F4E72891EA47C13D"
		},
		{
			"Source":
			{
				"Text": "I finished taking a shower"
			},
			"Translation":
			{
				"Text": "I finished taking a shower"
			},
			"Key": "525872174C86422F03B84F99F5342731"
		},
		{
			"Source":
			{
				"Text": "I have finished my exercise"
			},
			"Translation":
			{
				"Text": "I have finished my exercise"
			},
			"Key": "CC4C512C4D620CB3249876861515D005"
		},
		{
			"Source":
			{
				"Text": "I have finished using the restroom"
			},
			"Translation":
			{
				"Text": "I have finished using the restroom"
			},
			"Key": "EEAF4BB0407CA23B3520D6A29897E0E2"
		},
		{
			"Source":
			{
				"Text": "I increased the brightness of the lights"
			},
			"Translation":
			{
				"Text": "I increased the brightness of the lights"
			},
			"Key": "D1CFBEF144FDBCAA707A9F8E612D2B13"
		},
		{
			"Source":
			{
				"Text": "I left my chair and stood up"
			},
			"Translation":
			{
				"Text": "I left my chair and stood up"
			},
			"Key": "5BC4C7754AAF1B143D31378FD21D69DD"
		},
		{
			"Source":
			{
				"Text": "I left my chair and stood up"
			},
			"Translation":
			{
				"Text": "I left my chair and stood up"
			},
			"Key": "770A3F0A4A6D6FF8FBA945B7683BF4F9"
		},
		{
			"Source":
			{
				"Text": "I left my chair and stood up"
			},
			"Translation":
			{
				"Text": "I left my chair and stood up"
			},
			"Key": "204307BB40EDE7E477C2CD8A2C629EFF"
		},
		{
			"Source":
			{
				"Text": "I reduced the brightness of the lights"
			},
			"Translation":
			{
				"Text": "I reduced the brightness of the lights"
			},
			"Key": "23814B3E4BB21159538CF58E7789976C"
		},
		{
			"Source":
			{
				"Text": "I sat down in the chair"
			},
			"Translation":
			{
				"Text": "I sat down in the chair"
			},
			"Key": "9F9B2A614C121EFA912A088C0A915887"
		},
		{
			"Source":
			{
				"Text": "I turned off the robot sweeper"
			},
			"Translation":
			{
				"Text": "I turned off the robot sweeper"
			},
			"Key": "CF87121C412747C5575323908FF11F90"
		},
		{
			"Source":
			{
				"Text": "I turned on my computer to mine"
			},
			"Translation":
			{
				"Text": "I turned on my computer to mine"
			},
			"Key": "F7DEE23F4125AC0C78B2868FC2295368"
		},
		{
			"Source":
			{
				"Text": "I turned on the washing machine"
			},
			"Translation":
			{
				"Text": "I turned on the washing machine"
			},
			"Key": "1C49DAFC46173ED022D1E0A84B485172"
		},
		{
			"Source":
			{
				"Text": "I woke up"
			},
			"Translation":
			{
				"Text": "I woke up"
			},
			"Key": "1EC38A41487EEA85CCE553AB82C13D88"
		},
		{
			"Source":
			{
				"Text": "I'm sitting on the sofa, go to the fridge and get me some food"
			},
			"Translation":
			{
				"Text": "I'm sitting on the sofa, go to the fridge and get me some food"
			},
			"Key": "19C9B31E4C2789B3D6F147A62A3BDB44"
		},
		{
			"Source":
			{
				"Text": "ID官方商城"
			},
			"Translation":
			{
				"Text": "ID Official Mall"
			},
			"Key": "54CE138B466D2D9D58E6A3BE0DAB845E"
		},
		{
			"Source":
			{
				"Text": "Idle"
			},
			"Translation":
			{
				"Text": "Idle"
			},
			"Key": "0E8EBB00431E991BA681A2A519242ED7"
		},
		{
			"Source":
			{
				"Text": "Idle\r\n____"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3C28C6B04D5943F4C79F87ABA4E89488"
		},
		{
			"Source":
			{
				"Text": "Idle\r\n____"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "58F8B87E4C20807EA6ACE1B1727C1AD8"
		},
		{
			"Source":
			{
				"Text": "Idle\r\n____"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "88B37BBB4714A282B6D38E91B8D28A9E"
		},
		{
			"Source":
			{
				"Text": "Idle\r\n____"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A4C7222E4406B52D6EAB3CA4189458A0"
		},
		{
			"Source":
			{
				"Text": "Idle\r\n____"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A998C12642CA0F658E06D087E79AB3B6"
		},
		{
			"Source":
			{
				"Text": "Idle\r\n____"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "15C8687942756A3AFA2ECDB0086E0A9E"
		},
		{
			"Source":
			{
				"Text": "In Place Animations"
			},
			"Translation":
			{
				"Text": "In Place Animations"
			},
			"Key": "0A8CC69840FB4D3C4693ACB2355FF2E4"
		},
		{
			"Source":
			{
				"Text": "Inspect the food in my frigerator and restock what's missing"
			},
			"Translation":
			{
				"Text": "Inspect the food in my frigerator and restock what's missing"
			},
			"Key": "D5B8752F4A06ACA8EB6EE2B7655D0DC6"
		},
		{
			"Source":
			{
				"Text": "Interactions"
			},
			"Translation":
			{
				"Text": "Interactions"
			},
			"Key": "522668154927FECEE20DDDBE63D0159C"
		},
		{
			"Source":
			{
				"Text": "Ironing 01"
			},
			"Translation":
			{
				"Text": "Ironing 01"
			},
			"Key": "B38B59384F190B15EA921580AFA80D59"
		},
		{
			"Source":
			{
				"Text": "I‘ll browse social media for AI technology updates."
			},
			"Translation":
			{
				"Text": "I‘ll browse social media for AI technology updates."
			},
			"Key": "9103B7D548922DB837686B89141DBADF"
		},
		{
			"Source":
			{
				"Text": "I‘ll browse social media for Web3-related news."
			},
			"Translation":
			{
				"Text": "I‘ll browse social media for Web3-related news."
			},
			"Key": "525F86564386B81C8D87EE8D83DD6B6A"
		},
		{
			"Source":
			{
				"Text": "Keep track of my online platforms and respond to comments."
			},
			"Translation":
			{
				"Text": "Keep track of my online platforms and respond to comments."
			},
			"Key": "801BE9584CD0209EBDF7F4A28283982E"
		},
		{
			"Source":
			{
				"Text": "Laundry"
			},
			"Translation":
			{
				"Text": "Laundry"
			},
			"Key": "685AB61B41E3867FE9F708A127BB691C"
		},
		{
			"Source":
			{
				"Text": "Line"
			},
			"Translation":
			{
				"Text": "Line"
			},
			"Key": "F2463C904B778FA0DE88DB9F64170837"
		},
		{
			"Source":
			{
				"Text": "Lissajous"
			},
			"Translation":
			{
				"Text": "Lissajous"
			},
			"Key": "4D4E14DE43510EF6FCAE69A4BC0BB6E1"
		},
		{
			"Source":
			{
				"Text": "List my NFTs on the marketplace."
			},
			"Translation":
			{
				"Text": "List my NFTs on the marketplace."
			},
			"Key": "170CF297490D5FC0585C79BFE6E37A30"
		},
		{
			"Source":
			{
				"Text": "List my NFTs on the marketplace."
			},
			"Translation":
			{
				"Text": "List my NFTs on the marketplace."
			},
			"Key": "100219874EDC3BE050514BAA357C03BC"
		},
		{
			"Source":
			{
				"Text": "Locker"
			},
			"Translation":
			{
				"Text": "Locker"
			},
			"Key": "18E91A7845BB26AB6EB8A0A65A7F67D5"
		},
		{
			"Source":
			{
				"Text": "Locomotion"
			},
			"Translation":
			{
				"Text": "Locomotion"
			},
			"Key": "399B911D400EC69AF42E5DB21D67646F"
		},
		{
			"Source":
			{
				"Text": "Log in"
			},
			"Translation":
			{
				"Text": "Log in"
			},
			"Key": "13BF0F8443C719D8205F2B823C160CCC"
		},
		{
			"Source":
			{
				"Text": "Look through media channels for Web3-related updates."
			},
			"Translation":
			{
				"Text": "Look through media channels for Web3-related updates."
			},
			"Key": "BFB0DF584B103F9B7B9B1FAC429216CF"
		},
		{
			"Source":
			{
				"Text": "Loop"
			},
			"Translation":
			{
				"Text": "Loop"
			},
			"Key": "B649B623470768C632CB89BBF00A1A78"
		},
		{
			"Source":
			{
				"Text": "Loot"
			},
			"Translation":
			{
				"Text": "Loot"
			},
			"Key": "87D1CC1343D517CA59F0659B943F54CC"
		},
		{
			"Source":
			{
				"Text": "Loot Anim Set"
			},
			"Translation":
			{
				"Text": "Loot Anim Set"
			},
			"Key": "679C3F864CB4A6CD29BB2D959C1DEF20"
		},
		{
			"Source":
			{
				"Text": "Low Shelf"
			},
			"Translation":
			{
				"Text": "Low Shelf"
			},
			"Key": "595036D24CC4BD0CBD1DB3BE838202DB"
		},
		{
			"Source":
			{
				"Text": "Manage urgent emails and notify me."
			},
			"Translation":
			{
				"Text": "Manage urgent emails and notify me."
			},
			"Key": "14E118C446BCCD5141F7B6AC25579D85"
		},
		{
			"Source":
			{
				"Text": "MetalPaintMask"
			},
			"Translation":
			{
				"Text": "MetalPaintMask"
			},
			"Key": "A8063FF24DD22F4932960B88103C6E75"
		},
		{
			"Source":
			{
				"Text": "Metallic"
			},
			"Translation":
			{
				"Text": "Metallic"
			},
			"Key": "897A07A048BCF1BB3FB2A1BA93E50F17"
		},
		{
			"Source":
			{
				"Text": "Mid Shelf"
			},
			"Translation":
			{
				"Text": "Mid Shelf"
			},
			"Key": "D417668F4D95380D814DB68CE124356E"
		},
		{
			"Source":
			{
				"Text": "Mopping 01"
			},
			"Translation":
			{
				"Text": "Mopping 01"
			},
			"Key": "86562B4346A911AE1F5ADC95AE250694"
		},
		{
			"Source":
			{
				"Text": "Mopping 02"
			},
			"Translation":
			{
				"Text": "Mopping 02"
			},
			"Key": "6967466C467F4D91DB17E3BCAC8BAA40"
		},
		{
			"Source":
			{
				"Text": "Mowing 01"
			},
			"Translation":
			{
				"Text": "Mowing 01"
			},
			"Key": "236489244F3ADB7D95586E805F61329C"
		},
		{
			"Source":
			{
				"Text": "Mysterious Orifice"
			},
			"Translation":
			{
				"Text": "Mysterious Orifice"
			},
			"Key": "1D5A9C844EBE0142499E68919F206B47"
		},
		{
			"Source":
			{
				"Text": "NFT详情"
			},
			"Translation":
			{
				"Text": "NFT Details"
			},
			"Key": "9A21BB5743F7DA198929DC905F186C93"
		},
		{
			"Source":
			{
				"Text": "NewEnumerator8"
			},
			"Translation":
			{
				"Text": "NewEnumerator8"
			},
			"Key": "9D92A1414255657BB58E65936F960B38"
		},
		{
			"Source":
			{
				"Text": "Normal"
			},
			"Translation":
			{
				"Text": "Normal"
			},
			"Key": "442AA53549DBE0192987AAB78EE711AF"
		},
		{
			"Source":
			{
				"Text": "Open Binance website."
			},
			"Translation":
			{
				"Text": "Open Binance website."
			},
			"Key": "6FFDA27246D9C81C8230E8ABA17E2013"
		},
		{
			"Source":
			{
				"Text": "Open the webpage HyperAGI"
			},
			"Translation":
			{
				"Text": "Open the webpage HyperAGI"
			},
			"Key": "8A0E5AF84FF5960E5768D3AAE82A2A60"
		},
		{
			"Source":
			{
				"Text": "Pickaxe"
			},
			"Translation":
			{
				"Text": "Pickaxe"
			},
			"Key": "04F2789B432A5525B62EFABB52082E78"
		},
		{
			"Source":
			{
				"Text": "Plant Picking"
			},
			"Translation":
			{
				"Text": "Plant Picking"
			},
			"Key": "E977E6674213CD46859399BA836877B4"
		},
		{
			"Source":
			{
				"Text": "PlasticMask"
			},
			"Translation":
			{
				"Text": "PlasticMask"
			},
			"Key": "1C7DE49D4CFB880F4CFA349087C1BC0F"
		},
		{
			"Source":
			{
				"Text": "Play a movie"
			},
			"Translation":
			{
				"Text": "Play a movie"
			},
			"Key": "43D08B62400A3B1AF1A4658C6CB0B569"
		},
		{
			"Source":
			{
				"Text": "Play as Guest"
			},
			"Translation":
			{
				"Text": "Play as Guest"
			},
			"Key": "1179288B4150D657C284FCB237097712"
		},
		{
			"Source":
			{
				"Text": "Powered by"
			},
			"Translation":
			{
				"Text": "Powered by"
			},
			"Key": "ADE1986A454BE58CF71CAEA237656D26"
		},
		{
			"Source":
			{
				"Text": "Put the fruit on the table"
			},
			"Translation":
			{
				"Text": "Put the fruit on the table"
			},
			"Key": "A35CBB59415AA266E63B65AB43F70BA5"
		},
		{
			"Source":
			{
				"Text": "Put up my NFTs for sale."
			},
			"Translation":
			{
				"Text": "Put up my NFTs for sale."
			},
			"Key": "3714D9C64DF20486D9A653AB0E048914"
		},
		{
			"Source":
			{
				"Text": "Put up my NFTs for sale."
			},
			"Translation":
			{
				"Text": "Put up my NFTs for sale."
			},
			"Key": "3CE23B144805A6631C2D59ABE8A73827"
		},
		{
			"Source":
			{
				"Text": "Repair"
			},
			"Translation":
			{
				"Text": "Repair"
			},
			"Key": "F096314543D50338C6714D93EFF2EB62"
		},
		{
			"Source":
			{
				"Text": "Respond to regular emails."
			},
			"Translation":
			{
				"Text": "Respond to regular emails."
			},
			"Key": "3A86FABD45FCC0DA4E8DE1B5F40DA19A"
		},
		{
			"Source":
			{
				"Text": "Root Motion Animations"
			},
			"Translation":
			{
				"Text": "Root Motion Animations"
			},
			"Key": "E804745642633104E20D51B9DA0DCA08"
		},
		{
			"Source":
			{
				"Text": "RoseCurve"
			},
			"Translation":
			{
				"Text": "RoseCurve"
			},
			"Key": "C57297DE405B200B8416E39C55DB1F86"
		},
		{
			"Source":
			{
				"Text": "Roughness"
			},
			"Translation":
			{
				"Text": "Roughness"
			},
			"Key": "83F09F34474937FADFEF66AC87E969B4"
		},
		{
			"Source":
			{
				"Text": "Saw"
			},
			"Translation":
			{
				"Text": "Saw"
			},
			"Key": "9EB968684D967CC745356196C60F128E"
		},
		{
			"Source":
			{
				"Text": "Seed:"
			},
			"Translation":
			{
				"Text": "Seed:"
			},
			"Key": "7BE87040433DF1965FC726A3AFFB6249"
		},
		{
			"Source":
			{
				"Text": "Sell crypto token"
			},
			"Translation":
			{
				"Text": "Sell crypto token"
			},
			"Key": "A46EC387460B2D46CB8B8BAE3A1EB7B4"
		},
		{
			"Source":
			{
				"Text": "Sell nft"
			},
			"Translation":
			{
				"Text": "Sell nft"
			},
			"Key": "FFA6F0CF40AEAEB244C2D580645E99A4"
		},
		{
			"Source":
			{
				"Text": "Sit"
			},
			"Translation":
			{
				"Text": "Sit"
			},
			"Key": "8ADD0B384008F6141E8969A779650669"
		},
		{
			"Source":
			{
				"Text": "Sit"
			},
			"Translation":
			{
				"Text": "Sit"
			},
			"Key": "446C431E41DCCBF3FF7C23A4B3EEFCF8"
		},
		{
			"Source":
			{
				"Text": "Skip"
			},
			"Translation":
			{
				"Text": "Skip"
			},
			"Key": "A9392B524F78F5EDA922FCAC730F736E"
		},
		{
			"Source":
			{
				"Text": "Sleep"
			},
			"Translation":
			{
				"Text": "Sleep"
			},
			"Key": "754506034A820799ED220EAE61BD8D9D"
		},
		{
			"Source":
			{
				"Text": "Sleep"
			},
			"Translation":
			{
				"Text": "Sleep"
			},
			"Key": "0F285F1F4F8B94146BE9379FEF474B83"
		},
		{
			"Source":
			{
				"Text": "Sleep"
			},
			"Translation":
			{
				"Text": "Sleep"
			},
			"Key": "99C351E64CE3A7ED229E389BCB7F273F"
		},
		{
			"Source":
			{
				"Text": "Small Floor Treasure Box"
			},
			"Translation":
			{
				"Text": "Small Floor Treasure Box"
			},
			"Key": "DD07F07D4FE62D53CC83B780AA798A20"
		},
		{
			"Source":
			{
				"Text": "Sow"
			},
			"Translation":
			{
				"Text": "Sow"
			},
			"Key": "84FBB2904708FEF6D274038BD55919E2"
		},
		{
			"Source":
			{
				"Text": "Spatial AI Beyond Chat"
			},
			"Translation":
			{
				"Text": "Spatial AI Beyond Chat"
			},
			"Key": "EA20CBCE4A3467F3D09590A4ACE68D9E"
		},
		{
			"Source":
			{
				"Text": "Spec"
			},
			"Translation":
			{
				"Text": "Spec"
			},
			"Key": "69257E464C83136D5D7DE28FAEFF56E8"
		},
		{
			"Source":
			{
				"Text": "Spiralballs"
			},
			"Translation":
			{
				"Text": "Spiralballs"
			},
			"Key": "46BD3A4E4D2488B27DD612A31F0CC720"
		},
		{
			"Source":
			{
				"Text": "Stacking 01"
			},
			"Translation":
			{
				"Text": "Stacking 01"
			},
			"Key": "D4F88ABF4B3A67A1E0CEEE8C692EF86A"
		},
		{
			"Source":
			{
				"Text": "Standing"
			},
			"Translation":
			{
				"Text": "Standing"
			},
			"Key": "9A5B8282418F502C3B3BDD9D604B33F0"
		},
		{
			"Source":
			{
				"Text": "Start"
			},
			"Translation":
			{
				"Text": "Start"
			},
			"Key": "20FB9C72463AB15AC914ECB13C5805BF"
		},
		{
			"Source":
			{
				"Text": "Start End\r\n__RL__"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "34FE503E4EA1732AE49361BDFE0F2337"
		},
		{
			"Source":
			{
				"Text": "Start End\r\n__RL__"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7BE1CD4F4945E2AF936824BA96932553"
		},
		{
			"Source":
			{
				"Text": "Start End\r\n__RL__"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "995FB3A34EEEFE7DC306B3B9A4B0085E"
		},
		{
			"Source":
			{
				"Text": "Start End\r\n__RL__"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "154DE0D94F7809B9574B00B5169D08CC"
		},
		{
			"Source":
			{
				"Text": "Start End\r\n___F___"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B4C12E4F4E63ADA6448CD2BE864E6454"
		},
		{
			"Source":
			{
				"Text": "Start End\r\n___F___"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B7FD9B3D41FECB4C2A294E8020A02F7E"
		},
		{
			"Source":
			{
				"Text": "Start End\r\n___F___"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8AD3A93B4A553DFD91C5D18ED1A5A3CF"
		},
		{
			"Source":
			{
				"Text": "Start End\r\n___F___"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DA7EF37A4C4477C472F31C8C097D0DA4"
		},
		{
			"Source":
			{
				"Text": "Start End\r\n___F___"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E6C5BBE54961DE0D962CA3A457BFFB25"
		},
		{
			"Source":
			{
				"Text": "Stirring 01"
			},
			"Translation":
			{
				"Text": "Stirring 01"
			},
			"Key": "C543B7F14B8401CA0D016E96A7F0EF26"
		},
		{
			"Source":
			{
				"Text": "Stop"
			},
			"Translation":
			{
				"Text": "Stop"
			},
			"Key": "5C673DFD47738D4E8E6062B632F7FDD6"
		},
		{
			"Source":
			{
				"Text": "Sweeping 01"
			},
			"Translation":
			{
				"Text": "Sweeping 01"
			},
			"Key": "B0AAC042458363AA7853EB86909E0EF0"
		},
		{
			"Source":
			{
				"Text": "Sweeping 02"
			},
			"Translation":
			{
				"Text": "Sweeping 02"
			},
			"Key": "5992BC6040CA43DB032EE9B88BAB5F54"
		},
		{
			"Source":
			{
				"Text": "Table Top"
			},
			"Translation":
			{
				"Text": "Table Top"
			},
			"Key": "F34BAFDD4CA8747B6A6224B9DA5A7213"
		},
		{
			"Source":
			{
				"Text": "Take care of the security of  my house"
			},
			"Translation":
			{
				"Text": "Take care of the security of  my house"
			},
			"Key": "886CD2EA4DE6E5ACF7AD5A9F7FA10970"
		},
		{
			"Source":
			{
				"Text": "Take me to the balcony"
			},
			"Translation":
			{
				"Text": "Take me to the balcony"
			},
			"Key": "330E3EA34F844A0E0E4E4EA3F496AE37"
		},
		{
			"Source":
			{
				"Text": "The animation names are the same for"
			},
			"Translation":
			{
				"Text": "The animation names are the same for"
			},
			"Key": "CB5D960544211898038403A63F5CB318"
		},
		{
			"Source":
			{
				"Text": "The storage cabinet is empty, order more supplies"
			},
			"Translation":
			{
				"Text": "The storage cabinet is empty, order more supplies"
			},
			"Key": "FA8FB34347BE3EF113CD1BA0719DF4B8"
		},
		{
			"Source":
			{
				"Text": "The storage cabinet is low on stock, order more supplies"
			},
			"Translation":
			{
				"Text": "The storage cabinet is low on stock, order more supplies"
			},
			"Key": "3990C7DC41EAF81E99E0BCB507F6F376"
		},
		{
			"Source":
			{
				"Text": "The user is sleeping in the bedroom"
			},
			"Translation":
			{
				"Text": "The user is sleeping in the bedroom"
			},
			"Key": "157AF63E41EA5BE5EAC0AE83521D8B03"
		},
		{
			"Source":
			{
				"Text": "There are matching backpack animations "
			},
			"Translation":
			{
				"Text": "There are matching backpack animations "
			},
			"Key": "F003C86E48A6A89249E05FB6870557C3"
		},
		{
			"Source":
			{
				"Text": "Throw"
			},
			"Translation":
			{
				"Text": "Throw"
			},
			"Key": "0DD175B6466EC19C7CB727AD2142A083"
		},
		{
			"Source":
			{
				"Text": "Torch"
			},
			"Translation":
			{
				"Text": "Torch"
			},
			"Key": "ED9DA3194BD5344ACA6D9F9543F9D468"
		},
		{
			"Source":
			{
				"Text": "Trade crypto on the exchange."
			},
			"Translation":
			{
				"Text": "Trade crypto on the exchange."
			},
			"Key": "BB297BBE4FC39AFBDCDC9AA2DA3286CB"
		},
		{
			"Source":
			{
				"Text": "Transitions"
			},
			"Translation":
			{
				"Text": "Transitions"
			},
			"Key": "8C8DC0A147278741F6355EA7FE4A38D5"
		},
		{
			"Source":
			{
				"Text": "Trash Can"
			},
			"Translation":
			{
				"Text": "Trash Can"
			},
			"Key": "EECB081D41363A4EE3530BB121E7B8A0"
		},
		{
			"Source":
			{
				"Text": "Treasure Chest"
			},
			"Translation":
			{
				"Text": "Treasure Chest"
			},
			"Key": "AB0C23E346439888FFA89CAEDD6799CD"
		},
		{
			"Source":
			{
				"Text": "Treasure Chest Opened"
			},
			"Translation":
			{
				"Text": "Treasure Chest Opened"
			},
			"Key": "DAB249DD48E85962E638C6A3FA359DAF"
		},
		{
			"Source":
			{
				"Text": "Triangles(RegularPolygon)"
			},
			"Translation":
			{
				"Text": "Triangles(RegularPolygon)"
			},
			"Key": "925408ED43F013EB4C3C1B8CBD4BA2A4"
		},
		{
			"Source":
			{
				"Text": "Turn off electrical appliances"
			},
			"Translation":
			{
				"Text": "Turn off electrical appliances"
			},
			"Key": "57312FBE421F4C35673790B687A0019B"
		},
		{
			"Source":
			{
				"Text": "Turn off the TV"
			},
			"Translation":
			{
				"Text": "Turn off the TV"
			},
			"Key": "629E7ECE455C50B46BC46286D7F9D7D1"
		},
		{
			"Source":
			{
				"Text": "Turn off the speaker"
			},
			"Translation":
			{
				"Text": "Turn off the speaker"
			},
			"Key": "0709B7024A419D759C072E9AE52E85DD"
		},
		{
			"Source":
			{
				"Text": "Turn on the TV"
			},
			"Translation":
			{
				"Text": "Turn on the TV"
			},
			"Key": "14BB5A924E858311878D58B923C28B5A"
		},
		{
			"Source":
			{
				"Text": "Turn on the speaker"
			},
			"Translation":
			{
				"Text": "Turn on the speaker"
			},
			"Key": "99B600D1415FE18BA4AD39BE7606FD55"
		},
		{
			"Source":
			{
				"Text": "Use energy rod"
			},
			"Translation":
			{
				"Text": "Use energy rod"
			},
			"Key": "E82F54F342BE733AAA0A5193D6448F47"
		},
		{
			"Source":
			{
				"Text": "Using Oven 01"
			},
			"Translation":
			{
				"Text": "Using Oven 01"
			},
			"Key": "6F88838141DF74B0F42330BC25ED9BDB"
		},
		{
			"Source":
			{
				"Text": "V 1.0.1"
			},
			"Translation":
			{
				"Text": "V 1.0.1"
			},
			"Key": "9D6D69104A47B205D2F10789932AD375"
		},
		{
			"Source":
			{
				"Text": "VR"
			},
			"Translation":
			{
				"Text": "VR"
			},
			"Key": "91BBAC914639D9C68FFB8598ACD630FA"
		},
		{
			"Source":
			{
				"Text": "Vacuum 01"
			},
			"Translation":
			{
				"Text": "Vacuum 01"
			},
			"Key": "2DAA8E4542267E5C7321D0A5C2A594CD"
		},
		{
			"Source":
			{
				"Text": "Vacuum 02"
			},
			"Translation":
			{
				"Text": "Vacuum 02"
			},
			"Key": "0FE7C8EB4329AB4BE33383B38E93B13F"
		},
		{
			"Source":
			{
				"Text": "Vacuum 03"
			},
			"Translation":
			{
				"Text": "Vacuum 03"
			},
			"Key": "6A3CACE6437205437033B8B5419A86BA"
		},
		{
			"Source":
			{
				"Text": "Wash my clothes and ensure we have enough detergent"
			},
			"Translation":
			{
				"Text": "Wash my clothes and ensure we have enough detergent"
			},
			"Key": "95F78140481CDBDA98485D8303B48CB9"
		},
		{
			"Source":
			{
				"Text": "Washing 01"
			},
			"Translation":
			{
				"Text": "Washing 01"
			},
			"Key": "4298C9A547F062B6D34F59A2147F66B4"
		},
		{
			"Source":
			{
				"Text": "Watering 01"
			},
			"Translation":
			{
				"Text": "Watering 01"
			},
			"Key": "149DAF4945AF52021207FA9A8FFEF16B"
		},
		{
			"Source":
			{
				"Text": "Whisking 01"
			},
			"Translation":
			{
				"Text": "Whisking 01"
			},
			"Key": "0DCD117649350F8731806682EFAA4AAD"
		},
		{
			"Source":
			{
				"Text": "Wiping 01"
			},
			"Translation":
			{
				"Text": "Wiping 01"
			},
			"Key": "E61BAC274E38182E2EF930A71383D2D8"
		},
		{
			"Source":
			{
				"Text": "Wiping 02"
			},
			"Translation":
			{
				"Text": "Wiping 02"
			},
			"Key": "2E0701C54D9AF7A889238894B56DB188"
		},
		{
			"Source":
			{
				"Text": "Wiping 03"
			},
			"Translation":
			{
				"Text": "Wiping 03"
			},
			"Key": "FF1CF2DB4BD99C6EC65DB3B6CC074F42"
		},
		{
			"Source":
			{
				"Text": "Wiping 04"
			},
			"Translation":
			{
				"Text": "Wiping 04"
			},
			"Key": "2232ECA54962C1A9936CF9BAE1D3A6D7"
		},
		{
			"Source":
			{
				"Text": "_"
			},
			"Translation":
			{
				"Text": "_"
			},
			"Key": "C6764A1848F625AA93B3809FDA1E691B"
		},
		{
			"Source":
			{
				"Text": "adjoining each other"
			},
			"Translation":
			{
				"Text": "adjoining each other"
			},
			"Key": "D091F67545FBA031E1AE7FB9BBEEFC91"
		},
		{
			"Source":
			{
				"Text": "agent name: {名称}, agent see: {场景}, location: {地点}, energy level: {能量}, user command: {指令}."
			},
			"Translation":
			{
				"Text": "agent name: {名称}, agent see: {场景}, location: {地点}, energy level: {能量}, user command: {指令}."
			},
			"Key": "3DA5A2E949177F271A737AB7496A649E"
		},
		{
			"Source":
			{
				"Text": "agent未激活,\r\n是否跳转至官网激活，或者使用游客模式体验"
			},
			"Translation":
			{
				"Text": "Agent not activated,\r\nDo you want to open the official website for activation, or try as guest frist"
			},
			"Key": "93C572A4417CB5AD73308093C40246D3"
		},
		{
			"Source":
			{
				"Text": "both sides"
			},
			"Translation":
			{
				"Text": "both sides"
			},
			"Key": "DCB58B3C45E5078B1D3D4B804249855B"
		},
		{
			"Source":
			{
				"Text": "check the storage cabinet，make sure we have enough household essentials."
			},
			"Translation":
			{
				"Text": "check the storage cabinet，make sure we have enough household essentials."
			},
			"Key": "C681E6794434B9D10C23CC9132002CDC"
		},
		{
			"Source":
			{
				"Text": "clean the room"
			},
			"Translation":
			{
				"Text": "clean a room"
			},
			"Key": "3106083843867A7CB4D48CBD650E8DF9"
		},
		{
			"Source":
			{
				"Text": "clean the room"
			},
			"Translation":
			{
				"Text": "clean a room"
			},
			"Key": "D97BE3BE48BA01222FB62D99FD9373F1"
		},
		{
			"Source":
			{
				"Text": "clean the room"
			},
			"Translation":
			{
				"Text": "clean a room"
			},
			"Key": "DE5E019C4B2E10A91DD71584F4107583"
		},
		{
			"Source":
			{
				"Text": "clean the room"
			},
			"Translation":
			{
				"Text": "clean a room"
			},
			"Key": "EBF40FE44CFE7F25DEDA24BCFAE02CE4"
		},
		{
			"Source":
			{
				"Text": "clean the room"
			},
			"Translation":
			{
				"Text": "clean a room"
			},
			"Key": "28F7F2E64A996E9EBD5A8FAC90821658"
		},
		{
			"Source":
			{
				"Text": "forward direction"
			},
			"Translation":
			{
				"Text": "forward direction"
			},
			"Key": "1CF8AF0C4E0E6E72E88935A7EEB88D06"
		},
		{
			"Source":
			{
				"Text": "inside"
			},
			"Translation":
			{
				"Text": "inside"
			},
			"Key": "C820B9A1410ED0A9C473ADABF4136E1A"
		},
		{
			"Source":
			{
				"Text": "opposite direction"
			},
			"Translation":
			{
				"Text": "opposite direction"
			},
			"Key": "DB330B2D4131881CD3F799B9F004C178"
		},
		{
			"Source":
			{
				"Text": "outside"
			},
			"Translation":
			{
				"Text": "outside"
			},
			"Key": "7198BF6049F9CBBFB69809AE7D0F0A73"
		},
		{
			"Source":
			{
				"Text": "testinfo@hyperdust.io"
			},
			"Translation":
			{
				"Text": "testinfo@hyperdust.io"
			},
			"Key": "D9A4765D48B9CAE5191887B21EEF7851"
		},
		{
			"Source":
			{
				"Text": "that must be played with the Mannequin animations."
			},
			"Translation":
			{
				"Text": "that must be played with the Mannequin animations."
			},
			"Key": "BAEB9EB04EA809828B84FFA81723C274"
		},
		{
			"Source":
			{
				"Text": "the backpack and the Mannequin."
			},
			"Translation":
			{
				"Text": "the backpack and the Mannequin."
			},
			"Key": "E23149D646CEA5743DE894A8B8B2DD4D"
		},
		{
			"Source":
			{
				"Text": "the refrigerator is empty，order some food for refrigerator"
			},
			"Translation":
			{
				"Text": "the refrigerator is empty，order some food for refrigerator"
			},
			"Key": "9868B5504F99B62DA489039ACFD2A15E"
		},
		{
			"Source":
			{
				"Text": "the refrigerator is running low，order some food for refrigerator"
			},
			"Translation":
			{
				"Text": "the refrigerator is running low，order some food for refrigerator"
			},
			"Key": "F7981DDF4DD642123803CCA3EC139E8C"
		},
		{
			"Source":
			{
				"Text": "tokenId:"
			},
			"Translation":
			{
				"Text": "tokenId:"
			},
			"Key": "7EE78D254C3483BE315796B5061C2284"
		},
		{
			"Source":
			{
				"Text": "trade my cypto token"
			},
			"Translation":
			{
				"Text": "trade my cypto token"
			},
			"Key": "1BAD411248B0AB8D01FFFA939DC06414"
		},
		{
			"Source":
			{
				"Text": "use cleaning robot"
			},
			"Translation":
			{
				"Text": "use cleaning robot"
			},
			"Key": "31ACCB7E431F1F857B3D2CAD3FAED6BD"
		},
		{
			"Source":
			{
				"Text": "{0}：{1}"
			},
			"Translation":
			{
				"Text": "{0}：{1}"
			},
			"Key": "73DF306D43ACA4F63C4F8FA0EE69C5A9"
		},
		{
			"Source":
			{
				"Text": "{1}..."
			},
			"Translation":
			{
				"Text": "{1}..."
			},
			"Key": "EF7F04B44981735AA77F3DB897CC0991"
		},
		{
			"Source":
			{
				"Text": "{1}/{2}"
			},
			"Translation":
			{
				"Text": "{1} / {2}"
			},
			"Key": "C6622E1D4EEE9198B71FE28ABF34EF83"
		},
		{
			"Source":
			{
				"Text": "上一页"
			},
			"Translation":
			{
				"Text": "Previous"
			},
			"Key": "1677BA7746B7A1469352BF934A5DDB29"
		},
		{
			"Source":
			{
				"Text": "上架"
			},
			"Translation":
			{
				"Text": "List to Sell"
			},
			"Key": "D0A1FB6144FF8CEB93F2D7AEF22FD7B4"
		},
		{
			"Source":
			{
				"Text": "下一页"
			},
			"Translation":
			{
				"Text": "Next page"
			},
			"Key": "43923357439A3DB676D3729CBAB08547"
		},
		{
			"Source":
			{
				"Text": "下单日用品"
			},
			"Translation":
			{
				"Text": "Order daily necessities"
			},
			"Key": "DC83CB194564D60DCDBA9886F159E698"
		},
		{
			"Source":
			{
				"Text": "下单食物"
			},
			"Translation":
			{
				"Text": "Order food"
			},
			"Key": "F54FBEBA4A6D303E8502D188E911B233"
		},
		{
			"Source":
			{
				"Text": "个性:{0}"
			},
			"Translation":
			{
				"Text": "Personality :{0}"
			},
			"Key": "ED7281E348ECF09E64DBAE94444089C6"
		},
		{
			"Source":
			{
				"Text": "中文"
			},
			"Translation":
			{
				"Text": "Chinese"
			},
			"Key": "AE529ED44A8BF2F2615DA69B86DA7679"
		},
		{
			"Source":
			{
				"Text": "中文"
			},
			"Translation":
			{
				"Text": "中文"
			},
			"Key": "04DE1E114C311841A269EFAC454CBF79"
		},
		{
			"Source":
			{
				"Text": "人物模型"
			},
			"Translation":
			{
				"Text": "Character model"
			},
			"Key": "36B48C6F4978BE0679211C82779D6750"
		},
		{
			"Source":
			{
				"Text": "人类"
			},
			"Translation":
			{
				"Text": "Human"
			},
			"Key": "B9A9BA7146A810AD0906EB9E89E66DD1"
		},
		{
			"Source":
			{
				"Text": "休息"
			},
			"Translation":
			{
				"Text": "Rest"
			},
			"Key": "73A348F747D3ECBCEB9B7D9B8B5C1846"
		},
		{
			"Source":
			{
				"Text": "传送"
			},
			"Translation":
			{
				"Text": "Transmit to"
			},
			"Key": "3CFC515E446F1014D24332BD681A506C"
		},
		{
			"Source":
			{
				"Text": "传送至玩家附近"
			},
			"Translation":
			{
				"Text": "Teleport near the player"
			},
			"Key": "A572EA22403AB82A4A8A69829327A7DF"
		},
		{
			"Source":
			{
				"Text": "传送至目标"
			},
			"Translation":
			{
				"Text": "Send to target"
			},
			"Key": "933E6BE243083B3062AAFB8BED823D1C"
		},
		{
			"Source":
			{
				"Text": "使用"
			},
			"Translation":
			{
				"Text": "Use"
			},
			"Key": "1133235E45C8CA4A9F809E85B1545C8D"
		},
		{
			"Source":
			{
				"Text": "使用{0}"
			},
			"Translation":
			{
				"Text": "Use {0}"
			},
			"Key": "25813B4F44FBD54D6BC004AEC657E92E"
		},
		{
			"Source":
			{
				"Text": "使用传送门"
			},
			"Translation":
			{
				"Text": "portal"
			},
			"Key": "7E0E1D40417CA6B2E28E9FA629A04599"
		},
		{
			"Source":
			{
				"Text": "使用传送门后随机移动"
			},
			"Translation":
			{
				"Text": "Random movement after using the portal"
			},
			"Key": "67F5D5304C4B6D7D5D7A689B93921B56"
		},
		{
			"Source":
			{
				"Text": "使用动画"
			},
			"Translation":
			{
				"Text": "Use animation"
			},
			"Key": "59CE6188430EEFD1145430841D962156"
		},
		{
			"Source":
			{
				"Text": "俯视角"
			},
			"Translation":
			{
				"Text": "Down Angle"
			},
			"Key": "6F96AF0240AFC65261817D8454FFA7BE"
		},
		{
			"Source":
			{
				"Text": "倒垃圾"
			},
			"Translation":
			{
				"Text": "Take out the garbage"
			},
			"Key": "F191B81C4B430FEA2FD6259513F9BA92"
		},
		{
			"Source":
			{
				"Text": "停止"
			},
			"Translation":
			{
				"Text": "Stop"
			},
			"Key": "88156C62400BF810A64109B01205ABB3"
		},
		{
			"Source":
			{
				"Text": "停止音乐"
			},
			"Translation":
			{
				"Text": "Stop the music"
			},
			"Key": "026726004F193F393FB34ABBB953DF2A"
		},
		{
			"Source":
			{
				"Text": "全部收起"
			},
			"Translation":
			{
				"Text": "Put away all"
			},
			"Key": "04B0DB2A461AA96D3D7AA9A3066E7B02"
		},
		{
			"Source":
			{
				"Text": "关闭{0}"
			},
			"Translation":
			{
				"Text": "Close {0}"
			},
			"Key": "546E91624819CABB7EB35CB6D505A3BE"
		},
		{
			"Source":
			{
				"Text": "关闭打印"
			},
			"Translation":
			{
				"Text": "Close print"
			},
			"Key": "CE3642E440CD7589B17BFC8E5A15B8A4"
		},
		{
			"Source":
			{
				"Text": "关闭扫地机器人"
			},
			"Translation":
			{
				"Text": "Turn off robot sweeper"
			},
			"Key": "8319E304411549648FD54886610D9FC5"
		},
		{
			"Source":
			{
				"Text": "关闭电视"
			},
			"Translation":
			{
				"Text": "Turn off the TV"
			},
			"Key": "D4773AA148515253C5F032ADF9CB4773"
		},
		{
			"Source":
			{
				"Text": "减少亮度"
			},
			"Translation":
			{
				"Text": "Turn down the brightness"
			},
			"Key": "55A435EF4B04C34C62BB1D8DDE4B11B2"
		},
		{
			"Source":
			{
				"Text": "减少音量"
			},
			"Translation":
			{
				"Text": "Turn down the volume"
			},
			"Key": "C1067C4649837F902E359F9F5EAEAFE0"
		},
		{
			"Source":
			{
				"Text": "删除{0}"
			},
			"Translation":
			{
				"Text": "Delete {0}"
			},
			"Key": "7CDC07B143FF8859CCE7C8AEC8F663F7"
		},
		{
			"Source":
			{
				"Text": "前往HyperAGI"
			},
			"Translation":
			{
				"Text": "Open HyperAGI"
			},
			"Key": "A5D675DA463C8EA094449B8D70A9811E"
		},
		{
			"Source":
			{
				"Text": "前往HyperAGI"
			},
			"Translation":
			{
				"Text": "Open HyperAGI"
			},
			"Key": "9E15C89A44CE4F0F3AD370AB8A247A60"
		},
		{
			"Source":
			{
				"Text": "前往HyperAGI"
			},
			"Translation":
			{
				"Text": "Open HyperAGI"
			},
			"Key": "A925064245B98436162E89B82DAB1E13"
		},
		{
			"Source":
			{
				"Text": "剩余数量"
			},
			"Translation":
			{
				"Text": "Surplus quantity"
			},
			"Key": "D291436D439FD654C28049A127A02B7D"
		},
		{
			"Source":
			{
				"Text": "动作"
			},
			"Translation":
			{
				"Text": "movement"
			},
			"Key": "C774282F4A4497F5E24272B02493C52A"
		},
		{
			"Source":
			{
				"Text": "动作"
			},
			"Translation":
			{
				"Text": "Action"
			},
			"Key": "608AF6CA47B0B2D16DF351BCC3A1EA4E"
		},
		{
			"Source":
			{
				"Text": "动画资产"
			},
			"Translation":
			{
				"Text": "Animation assets"
			},
			"Key": "FF70594149A7FD9452F3B280C233D49C"
		},
		{
			"Source":
			{
				"Text": "区块链"
			},
			"Translation":
			{
				"Text": "blockchain"
			},
			"Key": "2925AC2342A035CAA9D6179E92989D6C"
		},
		{
			"Source":
			{
				"Text": "区块链：{1}"
			},
			"Translation":
			{
				"Text": "Blockchain: {1}"
			},
			"Key": "91BA6F2E487B11FAB0BC1DB5FA6F5C41"
		},
		{
			"Source":
			{
				"Text": "发送Discord"
			},
			"Translation":
			{
				"Text": "Send Discord"
			},
			"Key": "15AC2F7547B59BCBD827E8B903F5D45B"
		},
		{
			"Source":
			{
				"Text": "发送Gmail"
			},
			"Translation":
			{
				"Text": "Send Gmail"
			},
			"Key": "791908EA49D49284907742A1F93CBBA9"
		},
		{
			"Source":
			{
				"Text": "发送X"
			},
			"Translation":
			{
				"Text": "Send X"
			},
			"Key": "1036D38440329BEEA32028B2154991DF"
		},
		{
			"Source":
			{
				"Text": "发送验证码"
			},
			"Translation":
			{
				"Text": "Send code"
			},
			"Key": "3F812C604672A5161DA6D9A84E554CDE"
		},
		{
			"Source":
			{
				"Text": "发送验证码"
			},
			"Translation":
			{
				"Text": "Send code"
			},
			"Key": "2D7CD63544A00A988859BCA613B8C631"
		},
		{
			"Source":
			{
				"Text": "取消"
			},
			"Translation":
			{
				"Text": "Cancel"
			},
			"Key": "E334D8CE4EC14EB4EBF9C79FD17FB451"
		},
		{
			"Source":
			{
				"Text": "取消"
			},
			"Translation":
			{
				"Text": "Cancel"
			},
			"Key": "25A010324956B018BF15A8B8063B00FC"
		},
		{
			"Source":
			{
				"Text": "可在任意位置放置使用"
			},
			"Translation":
			{
				"Text": "Can be placed in any position to use"
			},
			"Key": "EE9D6CD642A2618CA25C1183DAC999C8"
		},
		{
			"Source":
			{
				"Text": "可在任意位置放置使用"
			},
			"Translation":
			{
				"Text": "Can be placed in any position to use"
			},
			"Key": "AE4821054B600C4DF96B7AA5329D7339"
		},
		{
			"Source":
			{
				"Text": "可在建造模式中摆放"
			},
			"Translation":
			{
				"Text": "Can be placed in build mode"
			},
			"Key": "B71A73984510F6CF5DDE838089F1455A"
		},
		{
			"Source":
			{
				"Text": "可在建造模式中摆放自己的视频"
			},
			"Translation":
			{
				"Text": "Put your own video in Build mode"
			},
			"Key": "100C26CE407869C1E07C5198C71AB5B9"
		},
		{
			"Source":
			{
				"Text": "可在材质系统中使用自己的图片"
			},
			"Translation":
			{
				"Text": "You can use your own images in the material system"
			},
			"Key": "EC894E354D9697792B1F90BA1A6484EA"
		},
		{
			"Source":
			{
				"Text": "合约地址:"
			},
			"Translation":
			{
				"Text": "Contract Address:"
			},
			"Key": "BF66F5B4421149CF862C66AD535CDB07"
		},
		{
			"Source":
			{
				"Text": "合约地址：{1}"
			},
			"Translation":
			{
				"Text": "Contract Address: {1}"
			},
			"Key": "2FE12F5642B776F3D6700FB2CE998FC7"
		},
		{
			"Source":
			{
				"Text": "合约类型:"
			},
			"Translation":
			{
				"Text": "Contract Type:"
			},
			"Key": "9CEBA1EE4850478F2CBA2D8E549366DF"
		},
		{
			"Source":
			{
				"Text": "售卖价格"
			},
			"Translation":
			{
				"Text": "Selling price"
			},
			"Key": "F5AA3EF94D009081987164B18B725A5D"
		},
		{
			"Source":
			{
				"Text": "售卖数量"
			},
			"Translation":
			{
				"Text": "Quantity sold"
			},
			"Key": "0740BB6B4B0A5DDD33B723AC91AD4ED2"
		},
		{
			"Source":
			{
				"Text": "售罄"
			},
			"Translation":
			{
				"Text": "Sold out"
			},
			"Key": "3A792EB74155660558B81C84E73C6FC2"
		},
		{
			"Source":
			{
				"Text": "商品上下架管理"
			},
			"Translation":
			{
				"Text": "Sell"
			},
			"Key": "789671C243631C5DF8DAB58033E460C4"
		},
		{
			"Source":
			{
				"Text": "商城"
			},
			"Translation":
			{
				"Text": "Mall"
			},
			"Key": "F47772DC450196B1217FFB9EF800F93E"
		},
		{
			"Source":
			{
				"Text": "回复Discord"
			},
			"Translation":
			{
				"Text": "Reply to Discord"
			},
			"Key": "E30A74244862E38EFD8049959F206131"
		},
		{
			"Source":
			{
				"Text": "回复Gmail"
			},
			"Translation":
			{
				"Text": "Reply to Gmail"
			},
			"Key": "175A3FA34EF8A49D3483469349F0D837"
		},
		{
			"Source":
			{
				"Text": "回复X"
			},
			"Translation":
			{
				"Text": "Recover X"
			},
			"Key": "BED0B26440C110C5198798B12F315811"
		},
		{
			"Source":
			{
				"Text": "图片更换"
			},
			"Translation":
			{
				"Text": "Picture change"
			},
			"Key": "44B009154953061629F920B47AD1DD64"
		},
		{
			"Source":
			{
				"Text": "地址"
			},
			"Translation":
			{
				"Text": "address"
			},
			"Key": "75201BAE493A911310CEA1B0A6B38D9B"
		},
		{
			"Source":
			{
				"Text": "场景"
			},
			"Translation":
			{
				"Text": "Map"
			},
			"Key": "F7837B644A8673242C19F18E07FCB534"
		},
		{
			"Source":
			{
				"Text": "坐"
			},
			"Translation":
			{
				"Text": "Sit"
			},
			"Key": "B35E26C2481A63E0C175448EF4D56719"
		},
		{
			"Source":
			{
				"Text": "增加亮度"
			},
			"Translation":
			{
				"Text": "Turn up the brightness"
			},
			"Key": "DF91FBE64EC7EFE68D8BB7ACE6AC3A5A"
		},
		{
			"Source":
			{
				"Text": "增加音量"
			},
			"Translation":
			{
				"Text": "Turn up the volume"
			},
			"Key": "BC15ECD3472B784A82CFE4B70431F5BF"
		},
		{
			"Source":
			{
				"Text": "复位"
			},
			"Translation":
			{
				"Text": "resetting"
			},
			"Key": "EB1CAA494B1D34FC00B7D589BAB4CCCA"
		},
		{
			"Source":
			{
				"Text": "复制成功"
			},
			"Translation":
			{
				"Text": "Copy Success"
			},
			"Key": "514CF1B44ACA0960CB448FB726F500F8"
		},
		{
			"Source":
			{
				"Text": "如何登录(图文)"
			},
			"Translation":
			{
				"Text": "How to log in (Graphic)"
			},
			"Key": "295820C645B175F6A831EF89FA42DBA0"
		},
		{
			"Source":
			{
				"Text": "如何登录(视频)"
			},
			"Translation":
			{
				"Text": "How to Log in (Video)"
			},
			"Key": "7AD6B80842ACD51F27B7BE98866358D6"
		},
		{
			"Source":
			{
				"Text": "姿势"
			},
			"Translation":
			{
				"Text": "posture"
			},
			"Key": "B3682F3A42A151B0DAF400B4924A7EEA"
		},
		{
			"Source":
			{
				"Text": "姿势资产"
			},
			"Translation":
			{
				"Text": "Posture assets"
			},
			"Key": "ABF6CF72482418A324B7D2877E47DB7F"
		},
		{
			"Source":
			{
				"Text": "安全检测"
			},
			"Translation":
			{
				"Text": "Safety detection"
			},
			"Key": "8F47D6104B9ED1A95BF82190ABC45C95"
		},
		{
			"Source":
			{
				"Text": "官方商城"
			},
			"Translation":
			{
				"Text": "Mall"
			},
			"Key": "A7EA119941CD65B19218A296598E5F06"
		},
		{
			"Source":
			{
				"Text": "将{0}拿到{1}"
			},
			"Translation":
			{
				"Text": "Take {0} to {1}"
			},
			"Key": "6D5490784BFD736A6B642883D4F9D534"
		},
		{
			"Source":
			{
				"Text": "已上架"
			},
			"Translation":
			{
				"Text": "Selling"
			},
			"Key": "A98EC95547706AB5679F529B09111DFA"
		},
		{
			"Source":
			{
				"Text": "已复制"
			},
			"Translation":
			{
				"Text": "Copied"
			},
			"Key": "6D8DA37E44E5EC5112F5938065486B4A"
		},
		{
			"Source":
			{
				"Text": "已放置"
			},
			"Translation":
			{
				"Text": "placed"
			},
			"Key": "D3F574BE49BEE30BC78D4DA99FE59E35"
		},
		{
			"Source":
			{
				"Text": "建造"
			},
			"Translation":
			{
				"Text": "build"
			},
			"Key": "A27678CB457CCDAFB58A4B9BF599713A"
		},
		{
			"Source":
			{
				"Text": "开发"
			},
			"Translation":
			{
				"Text": "exploit"
			},
			"Key": "B59FC3ED41E4C119C5803498F9D5FCAB"
		},
		{
			"Source":
			{
				"Text": "开启打印"
			},
			"Translation":
			{
				"Text": "Enable printing"
			},
			"Key": "B381DF2E4BF058BAC60381B089E6F070"
		},
		{
			"Source":
			{
				"Text": "开始交互"
			},
			"Translation":
			{
				"Text": "Initiate interaction"
			},
			"Key": "6FC522544697479E5E2BF48B1504756E"
		},
		{
			"Source":
			{
				"Text": "当前温度{0}"
			},
			"Translation":
			{
				"Text": "Current temperature {0}"
			},
			"Key": "76E23F6F486950B16A8862914FC860FC"
		},
		{
			"Source":
			{
				"Text": "当前金额"
			},
			"Translation":
			{
				"Text": "Current amount"
			},
			"Key": "9E02CA434865D9EF58D23889F3A05A85"
		},
		{
			"Source":
			{
				"Text": "思考"
			},
			"Translation":
			{
				"Text": "ponder"
			},
			"Key": "D395A69E4C06E083559F4AAEC5B65975"
		},
		{
			"Source":
			{
				"Text": "恭喜你获得{0}"
			},
			"Translation":
			{
				"Text": "Congratulations on getting {0}"
			},
			"Key": "442DF900494FD21498FF9FBAF650A99D"
		},
		{
			"Source":
			{
				"Text": "想法"
			},
			"Translation":
			{
				"Text": "Think"
			},
			"Key": "91D773054224EB0E85EDE7A5B213DA64"
		},
		{
			"Source":
			{
				"Text": "打开{0}"
			},
			"Translation":
			{
				"Text": "Open {0}"
			},
			"Key": "DE7CC024472966881303FCA34959A372"
		},
		{
			"Source":
			{
				"Text": "打开扫地机器人"
			},
			"Translation":
			{
				"Text": "Open cleaning robot"
			},
			"Key": "41A2D4FA4066DD51A16524ABB62658F7"
		},
		{
			"Source":
			{
				"Text": "打开电视"
			},
			"Translation":
			{
				"Text": "Turn on the TV"
			},
			"Key": "E9C3250E464B4E4BD15AD5982C0520DC"
		},
		{
			"Source":
			{
				"Text": "打开背包"
			},
			"Translation":
			{
				"Text": "Open the backpack"
			},
			"Key": "994D3F4B4DE717D3944188B58036AB22"
		},
		{
			"Source":
			{
				"Text": "打扫卫生"
			},
			"Translation":
			{
				"Text": "Clean up"
			},
			"Key": "7FC754AE4061F7F47E71A2A02BDD48C3"
		},
		{
			"Source":
			{
				"Text": "持有数量"
			},
			"Translation":
			{
				"Text": "Holding quantity"
			},
			"Key": "998EF30A45BAD1AF1E2A378988F1F6DF"
		},
		{
			"Source":
			{
				"Text": "持续交互"
			},
			"Translation":
			{
				"Text": "Continuous interaction"
			},
			"Key": "F26A3CE14B8CF08FA6FBBF9D2E9FB1AB"
		},
		{
			"Source":
			{
				"Text": "按类别购买物品"
			},
			"Translation":
			{
				"Text": "Buy items by category"
			},
			"Key": "3055B71F4D4F53F2D732609D42B590A3"
		},
		{
			"Source":
			{
				"Text": "挖矿"
			},
			"Translation":
			{
				"Text": "Mine"
			},
			"Key": "BEFABB4E4205A941E591EE92D84F5722"
		},
		{
			"Source":
			{
				"Text": "挖矿"
			},
			"Translation":
			{
				"Text": "Mine"
			},
			"Key": "0E81A9B6497153867D461F91C0A897F6"
		},
		{
			"Source":
			{
				"Text": "播放电影"
			},
			"Translation":
			{
				"Text": "Play the movie"
			},
			"Key": "B2AA0FE546E9E7BBD234B89BBF373BCD"
		},
		{
			"Source":
			{
				"Text": "播放音乐"
			},
			"Translation":
			{
				"Text": "Play the music"
			},
			"Key": "D982B2DE47A417639695B0B29B942B0D"
		},
		{
			"Source":
			{
				"Text": "收起"
			},
			"Translation":
			{
				"Text": "Pack up"
			},
			"Key": "489D770443894729955789A7E0EE2045"
		},
		{
			"Source":
			{
				"Text": "收起"
			},
			"Translation":
			{
				"Text": "Pack up"
			},
			"Key": "6458B2E14FEC9B212D2CEE8A87198DF8"
		},
		{
			"Source":
			{
				"Text": "收起单个NFT"
			},
			"Translation":
			{
				"Text": "Fold a single NFT"
			},
			"Key": "DB6D745247A00AA3C1D037A9D50D51E8"
		},
		{
			"Source":
			{
				"Text": "收起所有场景所有此NFT"
			},
			"Translation":
			{
				"Text": "Collapse all scenes all this NFT"
			},
			"Key": "E698A9AD400BA138D0D156847C134472"
		},
		{
			"Source":
			{
				"Text": "收起该场景所有此NFT"
			},
			"Translation":
			{
				"Text": "Collapse all this NFTS for the scene"
			},
			"Key": "4DB7C29B41FC5ED80293A594DACBC287"
		},
		{
			"Source":
			{
				"Text": "放置"
			},
			"Translation":
			{
				"Text": "place"
			},
			"Key": "69285AE3407DDE8B3909DAAF79E51AA2"
		},
		{
			"Source":
			{
				"Text": "放置"
			},
			"Translation":
			{
				"Text": "place"
			},
			"Key": "79D40999491CC90A5D5D5B987F4C7C57"
		},
		{
			"Source":
			{
				"Text": "放置"
			},
			"Translation":
			{
				"Text": "place"
			},
			"Key": "91B59A914840E2214254B6B83AE424DF"
		},
		{
			"Source":
			{
				"Text": "放置"
			},
			"Translation":
			{
				"Text": "place"
			},
			"Key": "4B70AC86473DE0611508289E7AE37348"
		},
		{
			"Source":
			{
				"Text": "放置"
			},
			"Translation":
			{
				"Text": "place"
			},
			"Key": "B9A609C943D2DB195041E583D8B117B3"
		},
		{
			"Source":
			{
				"Text": "放置数量"
			},
			"Translation":
			{
				"Text": "Placement quantity"
			},
			"Key": "7FCDECD34CCF066BE779FCA0F3D67ED9"
		},
		{
			"Source":
			{
				"Text": "数组内随机移动"
			},
			"Translation":
			{
				"Text": "Random movement within the array"
			},
			"Key": "2303D9D643956738D26313BA3D81EFC1"
		},
		{
			"Source":
			{
				"Text": "无"
			},
			"Translation":
			{
				"Text": "There is no"
			},
			"Key": "AB8DA06447319365F17F29B8654C38D2"
		},
		{
			"Source":
			{
				"Text": "无"
			},
			"Translation":
			{
				"Text": "无"
			},
			"Key": "7402F52E4B52C77DD06C63BD67E41A36"
		},
		{
			"Source":
			{
				"Text": "日用品+100"
			},
			"Translation":
			{
				"Text": "Daily Necessities +100"
			},
			"Key": "164E023C4CBDE7F36307DF9327043737"
		},
		{
			"Source":
			{
				"Text": "日用品-1"
			},
			"Translation":
			{
				"Text": "Daily Necessities -1"
			},
			"Key": "242E4EB642924A94760649B448054551"
		},
		{
			"Source":
			{
				"Text": "日用品不多了"
			},
			"Translation":
			{
				"Text": "There are not many daily necessities."
			},
			"Key": "4100D8B94FD609B08B4952B90201241F"
		},
		{
			"Source":
			{
				"Text": "日用品充足"
			},
			"Translation":
			{
				"Text": "Daily necessities are plentiful"
			},
			"Key": "389070174D3456FFC644A88AC6F2977A"
		},
		{
			"Source":
			{
				"Text": "是否退出当前账号?\r\n{0}"
			},
			"Translation":
			{
				"Text": "Do you want to log out of the current account?\r\n{0}"
			},
			"Key": "980DC2CE48E32F39FFCDC493CFBFD2DF"
		},
		{
			"Source":
			{
				"Text": "暂停"
			},
			"Translation":
			{
				"Text": "Pause"
			},
			"Key": "29042C694505C0526FA4CBBD0821858D"
		},
		{
			"Source":
			{
				"Text": "暂无数据"
			},
			"Translation":
			{
				"Text": "No data available"
			},
			"Key": "6A92144C409F47C7A35B55B9FFFB848A"
		},
		{
			"Source":
			{
				"Text": "暂未发现风险"
			},
			"Translation":
			{
				"Text": "No risk has been found"
			},
			"Key": "7E46B83142CBA918451AE6BFE0503EB8"
		},
		{
			"Source":
			{
				"Text": "暂未持有agent,\r\n是否跳转至官网购买，或者使用游客模式体验"
			},
			"Translation":
			{
				"Text": "Not holding agent yet,\r\nDo you want to go to the official website to buy,or try as guest frist"
			},
			"Key": "CC8726A5419F0A0E638DB990C955FA83"
		},
		{
			"Source":
			{
				"Text": "暂未持有agent,\r\n是否跳转至官网购买，或者使用游客模式体验"
			},
			"Translation":
			{
				"Text": "Oops, you currently do not hold an agent,\r\nDo you want to open the official website for purchase, or try as guest frist"
			},
			"Key": "6F74288C4453B1BBB11B3DB50E57CDEC"
		},
		{
			"Source":
			{
				"Text": "更换角色外观,使用模型动作"
			},
			"Translation":
			{
				"Text": "Change character appearance and use model actions"
			},
			"Key": "095A2E1A4049C9E6BDC4049E0D097ECF"
		},
		{
			"Source":
			{
				"Text": "朝向目标位置"
			},
			"Translation":
			{
				"Text": "Towards target position"
			},
			"Key": "4773908B4E5F5527098C04A288B52FB7"
		},
		{
			"Source":
			{
				"Text": "未上架"
			},
			"Translation":
			{
				"Text": "Not listed yet"
			},
			"Key": "D012E346463891B95C8CDE993A8C2F36"
		},
		{
			"Source":
			{
				"Text": "松开发送"
			},
			"Translation":
			{
				"Text": "Release to send"
			},
			"Key": "BE8E0925406CE6BF0DCED492D5D5CD22"
		},
		{
			"Source":
			{
				"Text": "查询HYPT"
			},
			"Translation":
			{
				"Text": "Query HYPT"
			},
			"Key": "284A03BD47AB37B147ED70A6ECF9D52D"
		},
		{
			"Source":
			{
				"Text": "查询信息{0}"
			},
			"Translation":
			{
				"Text": "Query information {0}"
			},
			"Key": "99BCCB1C4397E868442598AB00C46816"
		},
		{
			"Source":
			{
				"Text": "标题"
			},
			"Translation":
			{
				"Text": "title"
			},
			"Key": "7DD8DFFB4F08D7190D7E41BF744ADDB2"
		},
		{
			"Source":
			{
				"Text": "检查{0}"
			},
			"Translation":
			{
				"Text": "Check {0}"
			},
			"Key": "54066FFF43366FAAE14634B763F02B1B"
		},
		{
			"Source":
			{
				"Text": "正在思考"
			},
			"Translation":
			{
				"Text": "Thinking"
			},
			"Key": "8B5526FD488B932920C19D882E384F82"
		},
		{
			"Source":
			{
				"Text": "正在更换请稍等"
			},
			"Translation":
			{
				"Text": "Please wait while it is being replaced"
			},
			"Key": "A88B0D7E4A811A92FA809099C49F09EA"
		},
		{
			"Source":
			{
				"Text": "正在聆听"
			},
			"Translation":
			{
				"Text": "Listening"
			},
			"Key": "244DD7BC422FDC89BAF9AD9E52DE2CA4"
		},
		{
			"Source":
			{
				"Text": "正在说话"
			},
			"Translation":
			{
				"Text": "Talking"
			},
			"Key": "AD2CF945461347035C60319016B7D15E"
		},
		{
			"Source":
			{
				"Text": "汉堡"
			},
			"Translation":
			{
				"Text": "汉堡"
			},
			"Key": "DE1C7DE744209F78E6C242A8E1DA61A7"
		},
		{
			"Source":
			{
				"Text": "没有日用品了"
			},
			"Translation":
			{
				"Text": "There are no daily necessities."
			},
			"Key": "90D5E55B47D76811A1329C976D2F6247"
		},
		{
			"Source":
			{
				"Text": "没有食物了"
			},
			"Translation":
			{
				"Text": "There is no food."
			},
			"Key": "0E65BF504EB6001BD3533FB72E7EE3E0"
		},
		{
			"Source":
			{
				"Text": "洗衣服"
			},
			"Translation":
			{
				"Text": "Do Laundry"
			},
			"Key": "7455F01F40C699EBB9AE82ABC459C540"
		},
		{
			"Source":
			{
				"Text": "浏览"
			},
			"Translation":
			{
				"Text": "browse"
			},
			"Key": "0AC2A9F74BBFEF0A192998914C5A8A4D"
		},
		{
			"Source":
			{
				"Text": "浏览新闻{0}"
			},
			"Translation":
			{
				"Text": "Browse news{0}"
			},
			"Key": "1A90CE5B4FD05B91AA50EE9180B9F2BF"
		},
		{
			"Source":
			{
				"Text": "浏览模式"
			},
			"Translation":
			{
				"Text": "Browsing mode"
			},
			"Key": "E836A64D4BAAB54D61CE369B01FE36F6"
		},
		{
			"Source":
			{
				"Text": "海岛"
			},
			"Translation":
			{
				"Text": "island"
			},
			"Key": "47E4EF5D4CCFBEBEF13C59899F1A2BAD"
		},
		{
			"Source":
			{
				"Text": "清洁度+100"
			},
			"Translation":
			{
				"Text": "Cleanliness +100"
			},
			"Key": "C07FD66546D074FBDCDAE48CAEE3BE68"
		},
		{
			"Source":
			{
				"Text": "清洁度+100"
			},
			"Translation":
			{
				"Text": "Cleanliness +100"
			},
			"Key": "3D7C17EE4C627EFA03E50C9925B547F1"
		},
		{
			"Source":
			{
				"Text": "清洁度-1"
			},
			"Translation":
			{
				"Text": "Cleanliness -1"
			},
			"Key": "620E8ADF42C5B8B066F17C80CC6E7882"
		},
		{
			"Source":
			{
				"Text": "清洁度-1"
			},
			"Translation":
			{
				"Text": "Cleanliness -1"
			},
			"Key": "502DFCC74B9371187EB1C49B9B7CD5CD"
		},
		{
			"Source":
			{
				"Text": "清洁度-1"
			},
			"Translation":
			{
				"Text": "Cleanliness -1"
			},
			"Key": "6B5501174AAEE8E4E4A5C5AB1B8B7BAF"
		},
		{
			"Source":
			{
				"Text": "清空该场景所有的NFT"
			},
			"Translation":
			{
				"Text": "Clear all NFTS in the scene"
			},
			"Key": "0A4F069F41C392C518B3B08768753246"
		},
		{
			"Source":
			{
				"Text": "清空该场景非我摆放的NFT"
			},
			"Translation":
			{
				"Text": "Clear the NFT that I did not place in the scene"
			},
			"Key": "95764896446D5F536E1D5BA78BA1BCDF"
		},
		{
			"Source":
			{
				"Text": "游客体验结束，请注册账号，铸造您的专属Agent，开启探索之旅！"
			},
			"Translation":
			{
				"Text": "Guest mode ended. Register now, mint your Agent, and start your journey"
			},
			"Key": "4AA1C94546D499E76A785ABCE815C17A"
		},
		{
			"Source":
			{
				"Text": "游客登录"
			},
			"Translation":
			{
				"Text": "Play as Guest"
			},
			"Key": "6C6F49C947AF84A934BAD08F51D9C87B"
		},
		{
			"Source":
			{
				"Text": "游客登录"
			},
			"Translation":
			{
				"Text": "Play as Guest"
			},
			"Key": "DCE1BCFD4515EFE53ABCEC8FAE77CC9D"
		},
		{
			"Source":
			{
				"Text": "游客登录"
			},
			"Translation":
			{
				"Text": "Play as Guest"
			},
			"Key": "056BF44142FF56FFA56317AD47B6F3D0"
		},
		{
			"Source":
			{
				"Text": "游戏机"
			},
			"Translation":
			{
				"Text": "游戏机"
			},
			"Key": "511E730D437CBFC1870CC3A4AB4E8C15"
		},
		{
			"Source":
			{
				"Text": "游玩房间"
			},
			"Translation":
			{
				"Text": "Play room"
			},
			"Key": "D52F67054A843635F69F2DBC80BBA8EF"
		},
		{
			"Source":
			{
				"Text": "激活"
			},
			"Translation":
			{
				"Text": "Activate"
			},
			"Key": "A83D57D441BF0D8622E6A6B6FB6D4DAC"
		},
		{
			"Source":
			{
				"Text": "激活"
			},
			"Translation":
			{
				"Text": "Activate"
			},
			"Key": "02AA7A804E0CC9F231D6D7BAC2246254"
		},
		{
			"Source":
			{
				"Text": "点击收藏后,音乐播放器会获取收藏的所有音乐,按顺序播放"
			},
			"Translation":
			{
				"Text": "After clicking Favorites, the music player will get all the music in the collection and play it in order"
			},
			"Key": "DD6BE7084686234EAD2E4791D027DB23"
		},
		{
			"Source":
			{
				"Text": "点按钮继续"
			},
			"Translation":
			{
				"Text": "Tap to continue"
			},
			"Key": "570A8F3D4365D0CBE5C500AA7FB0279B"
		},
		{
			"Source":
			{
				"Text": "版本更新,\r\n是否跳转至官网更新?"
			},
			"Translation":
			{
				"Text": "Version update,\r\nDo you want to go to the website for updates?"
			},
			"Key": "117DC9D44E7EB7EAC62903B067A4A8EB"
		},
		{
			"Source":
			{
				"Text": "牛奶"
			},
			"Translation":
			{
				"Text": "牛奶"
			},
			"Key": "72C799E14DA22AC58AA712B1436B89E6"
		},
		{
			"Source":
			{
				"Text": "玩家视角"
			},
			"Translation":
			{
				"Text": "Player perspective"
			},
			"Key": "AEC7AB6B444634FFE6DDCDB4DDB96FE7"
		},
		{
			"Source":
			{
				"Text": "生成{0}"
			},
			"Translation":
			{
				"Text": "Generate {0}"
			},
			"Key": "E93E39694A3F412FBDB5F99FE1EE91D3"
		},
		{
			"Source":
			{
				"Text": "用户商城"
			},
			"Translation":
			{
				"Text": "User mall"
			},
			"Key": "A1166F05488428A311D3B4A4050B358E"
		},
		{
			"Source":
			{
				"Text": "用户商城"
			},
			"Translation":
			{
				"Text": "User mall"
			},
			"Key": "538AB7954D1C00A6BC92BAB7B53A3055"
		},
		{
			"Source":
			{
				"Text": "用户输入"
			},
			"Translation":
			{
				"Text": "User input"
			},
			"Key": "A3DCB56D47E857245FD00FB97E8EACB8"
		},
		{
			"Source":
			{
				"Text": "电视"
			},
			"Translation":
			{
				"Text": "television"
			},
			"Key": "6AB60DFF41EF00369CD6AE8D24D40FA3"
		},
		{
			"Source":
			{
				"Text": "登录"
			},
			"Translation":
			{
				"Text": "Log in"
			},
			"Key": "51D65E024629755C99E8DBA4D92ED445"
		},
		{
			"Source":
			{
				"Text": "登录中..."
			},
			"Translation":
			{
				"Text": "Logging in..."
			},
			"Key": "C5FCE8FF4F0398595D0F1DBE67389EFE"
		},
		{
			"Source":
			{
				"Text": "登录界面"
			},
			"Translation":
			{
				"Text": "Login interface"
			},
			"Key": "452CEC41449230639EE48CBBD1B5FF09"
		},
		{
			"Source":
			{
				"Text": "确定"
			},
			"Translation":
			{
				"Text": "Sure"
			},
			"Key": "63E3BCE044B5E26C7056EAB8C5A57235"
		},
		{
			"Source":
			{
				"Text": "离开载具"
			},
			"Translation":
			{
				"Text": "Exit vehicle"
			},
			"Key": "6A9BC2C74D8ADD5D7011A88A3B895F01"
		},
		{
			"Source":
			{
				"Text": "移动"
			},
			"Translation":
			{
				"Text": "Move"
			},
			"Key": "F39C6AA445F205553432419574F62EB7"
		},
		{
			"Source":
			{
				"Text": "移动到{0}"
			},
			"Translation":
			{
				"Text": "Move to {0}"
			},
			"Key": "8D6DE3484B0844D60206A08C9D0B699D"
		},
		{
			"Source":
			{
				"Text": "移动到你身边"
			},
			"Translation":
			{
				"Text": "Move to your side"
			},
			"Key": "B2ADED0E46D2B852EDF82ABB55688CA2"
		},
		{
			"Source":
			{
				"Text": "空间"
			},
			"Translation":
			{
				"Text": "Space"
			},
			"Key": "4AFF9C5A48BBBEFFA60FBE9733B82C31"
		},
		{
			"Source":
			{
				"Text": "类别官方商城"
			},
			"Translation":
			{
				"Text": "Category Official Mall"
			},
			"Key": "D710AD28423EA9049EC7D28265234426"
		},
		{
			"Source":
			{
				"Text": "结束交互"
			},
			"Translation":
			{
				"Text": "End interaction"
			},
			"Key": "63A4CF004CE2D761912755BCF2CAC506"
		},
		{
			"Source":
			{
				"Text": "网络异常,请稍后重试_{0}"
			},
			"Translation":
			{
				"Text": "Network exception, please try again later _ {0}"
			},
			"Key": "4F858220400628E357F197B95A346ECE"
		},
		{
			"Source":
			{
				"Text": "网络异常，请稍后再试"
			},
			"Translation":
			{
				"Text": "Network exception, please try again later"
			},
			"Key": "9BF7DB58498E0AC81F0248B793BD9EF1"
		},
		{
			"Source":
			{
				"Text": "聆听"
			},
			"Translation":
			{
				"Text": "listen"
			},
			"Key": "2E6DB31045557F1C884F2996F8F18BAE"
		},
		{
			"Source":
			{
				"Text": "聊天"
			},
			"Translation":
			{
				"Text": "chat"
			},
			"Key": "209DBFA740FE611DDA102C81C7B7951E"
		},
		{
			"Source":
			{
				"Text": "背包"
			},
			"Translation":
			{
				"Text": "Backpack"
			},
			"Key": "E8FC92854D97FC6E3A46B3849108A6B1"
		},
		{
			"Source":
			{
				"Text": "能量棒"
			},
			"Translation":
			{
				"Text": "Energy bar"
			},
			"Key": "9B0BE288423F78647DF5E7BC7CA5129A"
		},
		{
			"Source":
			{
				"Text": "能量级别：{0}"
			},
			"Translation":
			{
				"Text": "Energy Level: {0}"
			},
			"Key": "6DD953AA48205F0146DB12BC2F695852"
		},
		{
			"Source":
			{
				"Text": "英文"
			},
			"Translation":
			{
				"Text": "English"
			},
			"Key": "0AC02B1B4B7ED4A063D1D6B30C08D6BB"
		},
		{
			"Source":
			{
				"Text": "苹果"
			},
			"Translation":
			{
				"Text": "苹果"
			},
			"Key": "D1EB835A4696BF9DD00D8B92CEC09D7B"
		},
		{
			"Source":
			{
				"Text": "菜单"
			},
			"Translation":
			{
				"Text": "Menu"
			},
			"Key": "A0769B044F0B8965538D0C90C62C824D"
		},
		{
			"Source":
			{
				"Text": "蛋糕"
			},
			"Translation":
			{
				"Text": "蛋糕"
			},
			"Key": "D1104D904555EDCB9F7F39A53EE2AEDC"
		},
		{
			"Source":
			{
				"Text": "观察输入"
			},
			"Translation":
			{
				"Text": "Observation input"
			},
			"Key": "BE2BD9CE416C084CD96EAF9F2C51D1BC"
		},
		{
			"Source":
			{
				"Text": "视频"
			},
			"Translation":
			{
				"Text": "video"
			},
			"Key": "98F92CD54DF366C5121670A04E339CD1"
		},
		{
			"Source":
			{
				"Text": "设置"
			},
			"Translation":
			{
				"Text": "Settings"
			},
			"Key": "239FAB5B42797FCAB022038B9443F5CC"
		},
		{
			"Source":
			{
				"Text": "设置旋转"
			},
			"Translation":
			{
				"Text": "Set rotation"
			},
			"Key": "DD81F5D941DFF14D8DADD5BB55CAA973"
		},
		{
			"Source":
			{
				"Text": "该物品已放置请先收起"
			},
			"Translation":
			{
				"Text": "This item has been placed, please put it away"
			},
			"Key": "4231195F4ECAB6738A3CAB967E1E4473"
		},
		{
			"Source":
			{
				"Text": "详情"
			},
			"Translation":
			{
				"Text": "details"
			},
			"Key": "E8F3B64A45211B07C034039F3DABCEB8"
		},
		{
			"Source":
			{
				"Text": "详情描述"
			},
			"Translation":
			{
				"Text": "Detail description"
			},
			"Key": "EE2C75AB4A6012E23E5BAC8AC6E22480"
		},
		{
			"Source":
			{
				"Text": "详情描述：{0}"
			},
			"Translation":
			{
				"Text": "Details: {0}"
			},
			"Key": "4687EA6B4869988C4F8942B1E3BA0241"
		},
		{
			"Source":
			{
				"Text": "语言"
			},
			"Translation":
			{
				"Text": "Language"
			},
			"Key": "AF6F9181438C3A72F19009A1B7D6AEBC"
		},
		{
			"Source":
			{
				"Text": "说话"
			},
			"Translation":
			{
				"Text": "talk"
			},
			"Key": "8FCFBCDA4991574F3CC93E8393B1DBFC"
		},
		{
			"Source":
			{
				"Text": "请你来到我身边"
			},
			"Translation":
			{
				"Text": "Please come to me"
			},
			"Key": "27759B9348B8DDAFAA930FB7F4676EF1"
		},
		{
			"Source":
			{
				"Text": "请输入内容"
			},
			"Translation":
			{
				"Text": "Please enter content"
			},
			"Key": "E918233A46764EB7EB2930A3DDC4E017"
		},
		{
			"Source":
			{
				"Text": "调节温度"
			},
			"Translation":
			{
				"Text": "Adjust temperature"
			},
			"Key": "947DEF214AF549FCCDCD308A1E96BD35"
		},
		{
			"Source":
			{
				"Text": "购买"
			},
			"Translation":
			{
				"Text": "Buy"
			},
			"Key": "0664D668429675C700C7DFAD8501E6AA"
		},
		{
			"Source":
			{
				"Text": "购买Agent"
			},
			"Translation":
			{
				"Text": "Purchase Agent"
			},
			"Key": "93879D69456D24BE6D2A95A2EAC9D323"
		},
		{
			"Source":
			{
				"Text": "购买{0}"
			},
			"Translation":
			{
				"Text": "Buy {0}"
			},
			"Key": "68C507F74628C1BB3E33BABFD8D5A2BD"
		},
		{
			"Source":
			{
				"Text": "购买数量"
			},
			"Translation":
			{
				"Text": "Purchase quantity"
			},
			"Key": "956DA7D14262CECD18EE31938F8A7E3F"
		},
		{
			"Source":
			{
				"Text": "购买能量棒"
			},
			"Translation":
			{
				"Text": "Buy energy rod"
			},
			"Key": "129BDDD2440387130BDFB19585CEBDEC"
		},
		{
			"Source":
			{
				"Text": "超图代码"
			},
			"Translation":
			{
				"Text": "Hypergraph code"
			},
			"Key": "79D2A2054BE3457EE3F10BA82BC16753"
		},
		{
			"Source":
			{
				"Text": "超级gas费:"
			},
			"Translation":
			{
				"Text": "Hyper gas fees:"
			},
			"Key": "7954B5E34546AD17A52AB9AD4E2E23B2"
		},
		{
			"Source":
			{
				"Text": "跟随你"
			},
			"Translation":
			{
				"Text": "Follow you"
			},
			"Key": "3C6AEC0A4D14DBA834370F98009DE724"
		},
		{
			"Source":
			{
				"Text": "跳舞"
			},
			"Translation":
			{
				"Text": "Dance"
			},
			"Key": "9525CA9F464191C4D995779E4FBFDC89"
		},
		{
			"Source":
			{
				"Text": "跳跃"
			},
			"Translation":
			{
				"Text": "Jumping"
			},
			"Key": "3774819A458FBDBE7F3B38B908D95273"
		},
		{
			"Source":
			{
				"Text": "跳转网页{0}"
			},
			"Translation":
			{
				"Text": "Go to the web page {0}"
			},
			"Key": "8C0D23314A6C75B6CCB2829D93FB15B8"
		},
		{
			"Source":
			{
				"Text": "躺下"
			},
			"Translation":
			{
				"Text": "Lie down"
			},
			"Key": "51CC076643694E293C2B64961DC4CA41"
		},
		{
			"Source":
			{
				"Text": "转向"
			},
			"Translation":
			{
				"Text": "swerve"
			},
			"Key": "A679BAB5491D9CC67F364AB0ECC35B9B"
		},
		{
			"Source":
			{
				"Text": "载具铸造"
			},
			"Translation":
			{
				"Text": "Vehicle mint"
			},
			"Key": "21B668664D35CEC0CDAA41B7DA2320B3"
		},
		{
			"Source":
			{
				"Text": "进入载具"
			},
			"Translation":
			{
				"Text": "Entry vehicle"
			},
			"Key": "37980AD44286A1EF920AE89D3C4AE6F6"
		},
		{
			"Source":
			{
				"Text": "退出"
			},
			"Translation":
			{
				"Text": "quit"
			},
			"Key": "DA9FE3DC445C224B2FE92CBF89AA8125"
		},
		{
			"Source":
			{
				"Text": "退出登录"
			},
			"Translation":
			{
				"Text": "Log out"
			},
			"Key": "739DBD684CBAD2A1BE7494A76AB481E0"
		},
		{
			"Source":
			{
				"Text": "邮箱"
			},
			"Translation":
			{
				"Text": "email"
			},
			"Key": "C60E4FC747438E9E02CACC8CD3655130"
		},
		{
			"Source":
			{
				"Text": "酒"
			},
			"Translation":
			{
				"Text": "酒"
			},
			"Key": "FE56CAFF4315C7109F2ABEBE1A41DD30"
		},
		{
			"Source":
			{
				"Text": "钱包"
			},
			"Translation":
			{
				"Text": "Wallet"
			},
			"Key": "4C93D2D0447E7D3300E29083EA043891"
		},
		{
			"Source":
			{
				"Text": "钱包名称"
			},
			"Translation":
			{
				"Text": "Wallet name"
			},
			"Key": "A261483C445EAAC93FE62692A73D953C"
		},
		{
			"Source":
			{
				"Text": "钱包地址"
			},
			"Translation":
			{
				"Text": "Wallet address"
			},
			"Key": "9E3519D247F794FE87288DA053355AB7"
		},
		{
			"Source":
			{
				"Text": "铸造"
			},
			"Translation":
			{
				"Text": "Mint"
			},
			"Key": "82FB8F67484B64029D367CAAAF333936"
		},
		{
			"Source":
			{
				"Text": "铸造"
			},
			"Translation":
			{
				"Text": "Mint"
			},
			"Key": "F475528641069BEC3D53AD8743B7652F"
		},
		{
			"Source":
			{
				"Text": "问候"
			},
			"Translation":
			{
				"Text": "Greet"
			},
			"Key": "D10AE239438E503561A756B56A6D9F14"
		},
		{
			"Source":
			{
				"Text": "限购数量"
			},
			"Translation":
			{
				"Text": "Purchase limit"
			},
			"Key": "CFE279044B78ED19E6F54EAD125EE227"
		},
		{
			"Source":
			{
				"Text": "限购数量"
			},
			"Translation":
			{
				"Text": "Purchase limit"
			},
			"Key": "9025E0304C8652C3C57E5489A941EAA2"
		},
		{
			"Source":
			{
				"Text": "需进入上次放置的空间收起"
			},
			"Translation":
			{
				"Text": "Need to enter the last place to put away"
			},
			"Key": "B20A8CC341751C298D2FADAFCCF887F3"
		},
		{
			"Source":
			{
				"Text": "需进入建造模式收起"
			},
			"Translation":
			{
				"Text": "Need to enter build mode"
			},
			"Key": "E715B7E2454BAD63D5A639A74F00C5E7"
		},
		{
			"Source":
			{
				"Text": "面向你"
			},
			"Translation":
			{
				"Text": "Face you"
			},
			"Key": "022B56BB46DC5686F6C58E9659E89E12"
		},
		{
			"Source":
			{
				"Text": "音箱"
			},
			"Translation":
			{
				"Text": "Speaker"
			},
			"Key": "463EF6524B6C37BA74040DA3BE67F7E4"
		},
		{
			"Source":
			{
				"Text": "食物+100"
			},
			"Translation":
			{
				"Text": "Food +100"
			},
			"Key": "01B329D144823C4E92B817BCE70D83FF"
		},
		{
			"Source":
			{
				"Text": "食物-1"
			},
			"Translation":
			{
				"Text": "Food-1"
			},
			"Key": "78EDCAED45AB2936C6C302A4BD5CF678"
		},
		{
			"Source":
			{
				"Text": "食物不多了"
			},
			"Translation":
			{
				"Text": "There's not much food."
			},
			"Key": "61AD18754B426476E3496E8C2AA09D60"
		},
		{
			"Source":
			{
				"Text": "食物充足"
			},
			"Translation":
			{
				"Text": "The refrigerator is full"
			},
			"Key": "E57A5A1D458DFEFD5D611BA324D93AC8"
		},
		{
			"Source":
			{
				"Text": "饮料"
			},
			"Translation":
			{
				"Text": "饮料"
			},
			"Key": "51F2F73D4F061A0C775ACA8891299990"
		},
		{
			"Source":
			{
				"Text": "香蕉"
			},
			"Translation":
			{
				"Text": "香蕉"
			},
			"Key": "651A8E5F422677F19C876D90DC1E025F"
		},
		{
			"Source":
			{
				"Text": "驾驶飞船"
			},
			"Translation":
			{
				"Text": "Piloting a spaceship"
			},
			"Key": "1EEEC4774E3F2E5D1290EDA5228AA76E"
		},
		{
			"Source":
			{
				"Text": "验证码"
			},
			"Translation":
			{
				"Text": "Verification code"
			},
			"Key": "FD4C4B3745FFDBB31768F59FA7B3564A"
		},
		{
			"Source":
			{
				"Text": "验证码已发送，请检查邮箱"
			},
			"Translation":
			{
				"Text": "The verification code has been sent, please check your email"
			},
			"Key": "159638424571B980519016A5F1A099AD"
		},
		{
			"Source":
			{
				"Text": "麦片"
			},
			"Translation":
			{
				"Text": "麦片"
			},
			"Key": "D629922B44E9ED6FD5B620BF362EBB94"
		},
		{
			"Source":
			{
				"Text": "默认"
			},
			"Translation":
			{
				"Text": "acquiesce"
			},
			"Key": "35AAD3A945B9BFCBF197CBBE26599A13"
		},
		{
			"Source":
			{
				"Text": "默认"
			},
			"Translation":
			{
				"Text": "default"
			},
			"Key": "6313ECCC4DB748D16C0E8EAAD6981806"
		},
		{
			"Source":
			{
				"Text": "默认"
			},
			"Translation":
			{
				"Text": "default"
			},
			"Key": "9BA2495A458361E5F2C6688824A07304"
		},
		{
			"Source":
			{
				"Text": "默认"
			},
			"Translation":
			{
				"Text": "default"
			},
			"Key": "3409C83A4A99E2FAA82D07B73EE2786B"
		}
	]
}